<?php
    session_start();
    $title = "Доспехи драконоборца";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Доспехи драконоборца</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Доспехи драконоборца</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи драконоборца.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Локация:</td>
                    </tr>
                    <tr>
                        <td><a href="../locations/Замок Лотрика.php">Замок Лотрика</a><br><a href="../locations/Город за стеной.php">Город за стеной</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Предметы:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Душа доспехов драконоборца</a> (босс)<br><a href="#">Железный сет драконоборца</a> (мини-босс)</td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Здоровье:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 4581<br>NG+ - 5456<br>NG+2 - 6002<br>NG+3 - 6275<br>NG+4 - 6548<br>NG+5 - 7093<br>NG+6 - 7366<br>NG+7 - 7639</div></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Души:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 64000<br>NG+ - 128000<br>NG+2 - 140800<br>NG+3 - 144000<br>NG+4 - 153600<br>NG+5 - 156800<br>NG+6 - 160000<br>NG+7 - 163200</div></td>
                    </tr>
                </table>
            </div>
            <p><b>Доспехи драконоборца</b> (англ. <i>Dragonslayer Armour</i>) &mdash; <a href="Боссы.php">босс</a> и мини-босс в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Местонахождение</h2>
            <ul>
                <li>Находится на мосту, который соединяет <a href="../locations/Замок Лотрика.php">Замок Лотрика</a> и <a href="../locations/Великий архив.php">Великий архив</a>.</li>
                <li>В качестве мини-босса встречается в DLC <a href="../The Ringed City.php">The Ringed City</a>. Найти его можно в дальнем конце болота в самом низу города. От затопленной церкви с множеством рыцарей надо пройти вдоль обрыва, в противоположную от моста сторону. Здесь бабочка доспехам помогать уже не будет. После победы над мини-боссом игрок получит в награду соответствующий <a href="#">сет</a>.</li>
            </ul>
            <h2>Сопротивления</h2>
            <table class="resistance">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>24%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>20%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>72%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>68%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет (исключение указано в примечаниях)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (уязвимы)</td>
                </tr>
            </table>
            <h2>Атаки</h2>
            <p>В бою с боссом можно выделить 2 фазы. Босс начинает их комбинировать, начиная с 60% здоровья, первый вход во вторую фазу отмечается тем, что босс падает на колени и наносит мощный удар прямо перед собой.</p>
            <p>При последующих переходах между фазами босс не будет делать предупреждающий удар, а сразу возьмёт оружие в двуручный хват.</p>
            <h3>Первая фаза</h3>
            <p>Босс использует топор, заряженный молнией, и щит.</p>
            <ul>
                <li>Наносит в ближнем бою размашистые удары топором. Из ударов можно выделить часто используемое комбо, которое продолжается три удара (первые два горизонтальные и силовая вертикальная атака), но также может быть продолжено ударами щитом (вплоть до двух ударов). Босс часто комбинирует обычные атаки и атаки щитом. Если комбо начиналось с удара топором, то количество ударов в одном комбо может варьироваться от 1 до 6 (включая удары щитом).</li>
                <li>Удары щитом в разные стороны, в зависимости от положения игрока. Среди них есть атаки: удар щитом, рывок и последующий удар щитом, удар щитом о землю перед собой. Босс часто комбинирует атаки щитом и топором. Если комбо началось с удара щитом, то количество ударов может варьироваться от 1 до 4 (включая удары топором).</li>
                <li>Босс использует навык <a href="#">Большого топора драконоборца</a>. Наносит двойной урон ー как физический, так и молнией. Если стоять рядом с местом удара, то физическим уроном вас, скорее всего, не заденет. Наведение у атаки плохое, поэтому при виде её можно обойти босса и нанести ему существенный урон.</li>
            </ul>
            <h3>Вторая фаза</h3>
            <p>При переходе во вторую фазу босс наносит мощный удар перед собой и берёт оружие в обе руки. Как правило, во второй фазе он пребывает недолго, но наносит весьма размашистые и опасные атаки:</p>
            <ul>
                <li><b>Атака с разбега</b>. Босс опускает топор лезвием вниз и производит удар снизу-вверх. Наносит очень большой урон и снимает очень много выносливости при блокировке. Применяется на ближней (возможно, проблема ИИ, но делает он так часто) и средней, иногда дальней дистанциях. Также атака часто продолжается долгим силовым ударом.</li>
                <li><b>Волна</b>. Босс кладёт лезвие топора на землю, после чего делает им взмах перед собой, от которого вперёд идёт волна (дальность волны где-то в полтора диаметра фонтана). Наносит не очень много урона, но при блоке откидывает игрока и может скинуть с моста. Применяется на дальней, иногда средней дистанциях.</li>
                <li><b>Атака перед собой</b>. Босс кладёт топор на землю слева от себя и совершает быструю горизонтальную атаку на 210゜перед собой. Также атака часто продолжается долгой горизонтальной атакой, которая не заденет персонажа, если стоять вплотную к боссу (топор пройдёт над персонажем).</li>
            </ul>
            <h3>Бабочка-пилигрим</h3>
            <p>После первого захода на вторую фазу, на помощь боссу периодически приходит <a href="#">бабочка-пилигрим</a>.</p>
            <ul>
                <li>Многочисленные тёмно-огненные заряды, наносящие небольшой урон. Можно уйти из-под удара простым движением в сторону.</li>
                <li>Один крупный заряд. Достаточно высокий урон, также при попадании отбрасывает персонажа. Можно или убежать, или укрыться за статуей — та будет уничтожена вместе с магическим зарядом.</li>
                <li>Энергетический луч. Сначала происходит выстрел в намеченную область, а после взрыв по всей длине области поражения. Ориентироваться на бабочек не стоит, так как при касте луча визуальный эффект от бабочки не совпадает с зоной поражения. Применяется, если хотя бы раз дойти до зоны вокруг фонтана.</li>
            </ul>
            <h2>Тактика</h2>
            <ul>
                <li>Босс между атаками практически постоянно закрывается щитом, по которому не стоит наносить удары, так как это спровоцирует босса на быструю атаку щитом сразу после вашего удара, после чего босс может начать комбо. С другой стороны, если босс долго ходит вокруг вас, закрываясь щитом, его можно таким образом спровоцировать на удары, после которых можно будет его атаковать.</li>
                <li>В первой фазе старайтесь уклоняться от его атак и наносить ответный урон 1-2 атаками (если используете быстрое оружие) и 1 атакой (если используете медленное оружие). Опасайтесь ударов щитом — они способны выбить вас из равновесия и откинуть.</li>
                <li>Во второй фазе старайтесь быть осторожнее: босс наносит 1-2 атаки с широким радиусом поражения, после чего переходит в 1-ю фазу.</li>
                <li>Легко убивается, если кружить вокруг фонтана.</li>
                <li>Босса очень легко убить, прикрываясь от его атак за большим щитом с высокой стабильностью и атакуя босса после завершения его атак. Для этой стратегии отлично подойдет улучшенный <a href="#">щит храмовника</a>.</li>
                <li>Одно из лучших оружий против босса — <a href="#">большой молот Вордта</a>, так как накладывает на босса <a href="#">обморожение</a> с одного удара, что сильно ускоряет бой. К тому же эффект спадает с босса довольно быстро, даже без использования <a href="#">факела</a> или <a href="#">пиромантии</a>. Главное правильно подгадать момент для атаки, поскольку оружие довольно медленное. Актуально даже для <a href="#">NG+7</a>.</li>
            </ul>
            <p><b><u>Тактика для пироманта</u></b></p>
            <ul>
                <li>При прохождении может помочь <a href="#">кольцо ведьмы</a>, <a href="#">кольцо власти над огнём</a>, <a href="#">кольцо «Корона Зари»</a>, <a href="#">кольцо Великой топи</a>. На выбор и доступность достаточно и двух колец.</li>
                <li>Во время боя очень эффективна такая пиромантия, как <a href="#">большая огненная сфера хаоса</a>, <a href="#">прах Ложа хаоса</a>, <a href="#">огненная сфера</a>, <a href="#">мощный поджог</a>, <a href="#">священное пламя</a>, <a href="#">осквернённое пламя</a>, <a href="#">огненный кнут</a>. Эти заклинания комбинировать по два: одно на ближний бой, второе — на дальний.</li>
                <li>Тактика очень проста — атаковать, пока противник не прикрыт щитом.</li>
                <li>От всех атак очень легко уворачиваться и между ними большие окна для ответного удара.</li>
            </ul>
            <h2>Фантомы</h2>
            <p>На битву с боссом можно призвать фантомов:</p>
            <ul>
                <li><a href="#">Сиррис из Бессолнечных земель</a> (после присяги)</li>
                <li><a href="#">Эйгон из Карима</a></li>
            </ul>
            <h2>Примечания</h2>
            <ul>
                <li>Босс уязвим к <a href="#">отравлению</a> от <a href="#">посоха сказителя</a>.</li>
                <li>Очевидно, что босс представляет из себя душу, заключённую в доспехи, при этом не имея телесной формы.</li>
                <li>Могут сбросить игрока с моста.</li>
                <li>Доспехами управляет <a href="#">бабочка-пилигрим</a>.</li>
                <li>Мини-босс в <a href="../The Ringed City.php">The Ringed City</a> — те же самые доспехи, что мы побеждаем в <a href="../locations/Замок Лотрика.php">Лотрике</a>, только спустя много времени. Это можно понять из описания <a href="#">железного сета драконоборца</a>.</li>
            </ul>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи_драконоборца_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи_драконоборца_Концепт_Арт.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи_драконоборца_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи_драконоборца_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи_драконоборца_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Доспехи драконоборца/Доспехи_драконоборца_2.png"></a>
            </div>
            <h2>Видео</h2>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/5sk-e0uokOI?si=f4_jdiqWDpoETpQY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>