<?php
    session_start();
    $title = "Мидир Пожиратель Тьмы";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Мидир Пожиратель Тьмы</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Мидир Пожиратель<br>Тьмы</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир Пожиратель Тьмы.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Локация:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Город за стеной</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Предметы:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Душа Мидира Пожирателя Тьмы</a><br><a href="#">Копья Церкви</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Здоровье:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 15895<br>NG+ - 16098<br>NG+2 - 17708<br>NG+3 - 18513<br>NG+4 - 19318<br>NG+5 - 20298<br>NG+6 - 21733<br>NG+7 - 22538</div></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Души:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 150000<br>NG+ - 300000<br>NG+2 - 330000<br>NG+3 - 337500<br>NG+4 - 360000<br>NG+5 - 367500<br>NG+6 - 375000<br>NG+7 - 382500</div></td>
                    </tr>
                </table>
            </div>
            <p><b>Мидир Пожиратель Тьмы</b> (англ. <i>Darkeater Midir</i>) &mdash; мини-босс и опциональный <a href="Боссы.php">босс</a> в <a href="../The Ringed City.php">DLC</a> к игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <table class="ingame-desc">
                <tr>
                    <td class="game-info">Игровое описание:</td>
                </tr>
                <tr>
                    <td><i><p>Он был бессмертен, так что ему надлежало вечно биться с тьмой. Этого долга он не оставил, даже когда боги сгинули.</p></i></td>
                </tr>
            </table>
            <h2>Описание</h2>
            <p>Потомок Древних Драконов, воспитанный Богами. Бессмертен, из-за чего ему был дан долг вечно сражаться с тьмой. Видимо, Бездна всё же поглотила его, и Мидир потерпел сокрушительное поражение в бесконечной схватке тьмы и света. На момент событий нам предстоит встретить обезумевшего, но всё же сильного противника, который использует в бою не только огонь, но и магию бездны.</p>
            <h2>Местонахождение</h2>
            <h3>Первая встреча</h3>
            <p>Впервые дракона можно встретить, если попытаться пересечь каменный мост, находящийся недалеко от <a href="#">костра</a> <b>Улицы Города за стеной</b>. Для этого от костра проходим через ворота, на открытой местности поворачиваем направо. При попытке пересечь мост дракон пролетит в близости от моста, полностью поливая его поверхность огнём. Для того, чтобы безопасно пересечь мост, необходимо:</p>
            <ol>
                <li>спровоцировать Мидира на полёт, зайдя на мост, и отбежать назад;</li>
                <li>пробежать к дыре в скале и спрятаться в ней. Стоит быть осторожным, ведь в этой дыре обитает <a href="#">полый из города за стеной</a>, который попытается вас вытолкнуть;</li>
                <li>бежать вперёд и влево, чтобы спрыгнуть на площадку внизу, и по ней бежать дальше, минуя врагов.</li>
            </ol>
            <h3>Вторая встреча</h3>
            <p>Во второй раз дракона можно будет встретить на втором мосту как мини-босса. Для этого после пересечения первого моста забегаем в проход в скале и поднимаемся вверх по лестницам. Наверху будет следующий костёр <b>Общая могила</b>. Выходим от этого костра дальше, и он будет сидеть посередине второго моста, на обрыве, так что под лапы ему забегать можно, но крайне осторожно. Атакует огнём во встречную к нам сторону, когда игрок выходит на мост, по площади перед и под собой, если стоять прямо под головой, и атакует лучом тьмы, если попытаться пересечь вторую половину моста, не одолев дракона. После победы над ним падает в пропасть.</p>
            <h3>Третья встреча</h3>
            <p>В третий раз можем встретить его в качестве полноценного босса. В комнате со статуей Гвина, на которой лежит <a href="#">кольцо с зеленоцветом</a> +3, есть лифт, он идёт вверх, до помещения с костром <b>Внутренняя стена города</b>. Заходим в него, поднимаемся наверх до середины, забегаем в проход. В тупике стоят статуи рыцарей, нужно ударить по той, у которой нет оружия. Спускаемся по лестнице, прыгаем в обрыв и начинаем битву.</p>
            <p>Для начала битвы обязательна победа во время второй встречи, иначе проход будет закрыт туманной стеной.</p>
            <h2>Сопротивления</h2>
            <div class="table-switch-items" style="width: 50%; margin-bottom: 15px;">
                <div class="table-switch-items-category selected-cat" id="cat1">Тело</div>
                <div class="table-switch-items-category unselected-cat" id="cat2">Голова (вторая встреча)</div>
                <div class="table-switch-items-category unselected-cat" id="cat3">Голова</div>
            </div>
            <table class="resistance" id="cat1-table" style="width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>75%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>76%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>61%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>89%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Нет</td>
                </tr>
            </table>
            <table class="resistance" id="cat2-table" style="display: none; width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>60%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>61.6%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>37.6%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>82.4%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Нет</td>
                </tr>
            </table>
            <table class="resistance" id="cat3-table" style="display: none; width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>50%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>52%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>22%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>78%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Нет</td>
                </tr>
            </table>
            <h2>Бой</h2>
            <p>Мидир — большой и подвижный босс. В бою он использует как атаки пастью и конечностями, так и залпы огнём, лазером тьмы и сгустками человечности.</p>
            <h3>Общая стратегия</h3>
            <p>Всегда бейте в голову. Не бейте по хвосту/ногам. Отходите от него назад. В бою с ним камеру можно зафиксировать только на его голову — и не зря. Подавляющее большинство атак Мидира впечатляют и пугают, а также наносят много урона, если попасться под них. Но они также очень читаемы, и их можно легко избежать, просто отбежав или перекатившись назад от него. Все атаки Мидира дают возможность нанести ему несколько ударов по голове, которая получает намного больший урон, чем остальные части тела. Это очень важно для правильного боя с ним, и если вы настолько упрямы и постоянно пытаетесь пройти под ним и ударить по ногам, как хотите, но не удивляйтесь, если бой займёт в два-три раза больше времени, чем следовало бы. Кроме того, это провоцирует дракона полить землю огнём.</p>
            <p>О захвате цели — частая жалоба игроков на бой с боссом Мидиром: ужасная камера. Атаки Мидира заставляют его бешено перемещаться по экрану, и камера очень плохо следит за его движениями, в результате чего становится сложно понять, что делает босс, а сам персонаж движется в тех направлениях, в которых не собирался — ведь он движется относительно позиции фиксации. Предотвратить эту проблему "борьбы с камерой" очень просто. Не фиксируйте её. Поскольку большую часть боя вы будете проводить прямо перед боссом, нанося удары по голове, количество движений камерой будет минимальным, и вам будет гораздо легче удержать его на экране. Фиксировать камеру имеет смысл только во время окон для атаки, если вам сложно попасть по голове своей атакой, но обычно необходимости в этом нет и 99% времени вы будете играть без захвата цели.</p>
            <h3>Первая фаза</h3>
            <p>Первая фаза начнётся, как только вы спуститесь вниз и приземлитесь на арену. Если это первая встреча, то Мидир будет лежать в нокауте посреди арены, и вам нужно будет подойти к нему, чтобы разбудить его и запустить бой с боссом. Мидир расправит крылья и заревёт, демонстрируя всё своё величие перед вашими глазами, чтобы запугать вас перед началом боя. Затем он применит первую атаку из своего арсенала: "яростный натиск", можно назвать её так.</p>
            <ul>
                <li>Атака в начале боя — Мидир начнёт двигаться к вам, яростно чередуя огненное дыхание и взмахи когтями вокруг. Этот манёвр призван запугать вас, и не стоит терять самообладания перед ним. Просто стойте неподвижно с того момента, как вы приземлились на арену, и атака пролетит мимо, не долетев до вас, и вы окажетесь под животом Мидира, когда он будет разворачиваться после атаки. Дождитесь его последнего удара левой лапой и взмаха правой и подбегите под него, чтобы нанести удар по голове, пока он оправляется от удара. Вы также можете просто перекатиться сквозь последний взмах когтями, если вам неудобно идти к нему. Опасайтесь опережать натиск, убегая, так как хвост Мидира наносит значительный урон, когда он разворачивается, если вы не будете осторожны и окажетесь у него за спиной. Как только вы накажете эту атаку, отойдите немного назад, подальше от головы Мидира, и будьте готовы к его следующей атаке.</li>
            </ul>
            <h4>Атаки, проводимые с ближней дистанции</h4>
            <ul>
                <li><b>Удар по земле с последующим двойным взмахом</b> — Мидир ударит по земле правой лапой, а затем проведёт удар левой в направлении вперёд-назад. Отступите назад, затем подойдите к нему, когда пройдёт второй взмах, и атакуйте в ответ. Можно приготовить заряженную R2, чтобы ударить его по голове, когда он вернётся в нейтральную позицию. Прицельтесь или захватите его в цель, как вам удобно.</li>
                <li><b>Двойной укус в огненное дыхание</b> — Мидир попытается дважды укусить вас своими челюстями, после чего откинется назад и выпустит огненное дыхание слева направо. Чтобы избежать этого, отойдите назад от укусов, затем бегите вправо под углом, чтобы увернуться от огненного дыхания и оказаться рядом с его головой, когда он оправится от атаки. После этого у вас будет возможность нанести 3-4 удара в зависимости от того, как быстро вы его настигли. Обратите внимание, что если вы достигнете его головы раньше, когда он ещё не закончил дыхание, то, находясь слишком близко к его челюстям, вы можете попасть под хитбокс огня.</li>
                <li><b>Огненное дыхание в полёте</b> — Мидир взлетит и, удаляясь от игрока, пролетит над ареной, орошая землю огнём. Как только вы увидите, как он взлетает (анимация отличается от его обычных ударов, и вы научитесь её распознавать), бегите влево под углом. Мидир, пролетая над вами, дышит огнём слева направо, и поэтому огонь охватывает огромную поверхность земли в этом направлении, что делает бег вправо верной смертью. Однако по этой же причине огненное дыхание имеет слепую зону слева, что позволяет уклониться от этой атаки. Как только Мидир пройдёт над вами, продолжайте бежать прямо. Он пролетит ещё немного, прежде чем приземлиться, а вам необходимо сократить дистанцию настолько, насколько это возможно. Если вы достаточно быстры, то сможете нанести ему один удар в голову перед следующей атакой, но в целом рекомендуется ничего не предпринимать, а просто сократить дистанцию и приготовиться к следующей атаке, так как восстанавливается он после приземления довольно быстро.</li>
                <li><b>Двойной удар с переходом в удар вперёд-назад</b> — аналогично первой атаке, но с двумя ударами: Мидир ударит по земле левой, затем правой лапой, после чего перейдёт к удару левой лапой вперёд-назад. Несмотря на схожесть атаки, к этому удару нужно подходить иначе, чем к первому. Причина в том, что вместо взмаха вперёд-назад он может перейти в огненное дыхание, поэтому нужно занять позицию, позволяющую реагировать на оба варианта атаки.</li>
                <li><b>Двойной удар с переходом в огненное дыхание</b> — та же атака, что и раньше, но вместо взмахов когтями Мидир переходит к огненному дыханию. Чтобы уклониться от этой атаки, бегите влево, затем по прямой, едва касаясь огня справа. Это позволит вам без вреда для здоровья достичь головы Мидира, так как огненное дыхание идёт по прямой и не имеет доводки. Затем вы можете сделать один или два удара по его голове, когда он закончит атаку.</li>
                <li><b>Захват с выпадом</b> — Мидир встаёт на задние лапы, издаёт громкий рёв, расправляя крылья, и делает выпад в сторону игрока, чтобы поймать его в свои раскрытые челюсти. В случае успеха босс поймает игрока в пасть, пережуёт его, а затем плюнет огнём и отбросит от себя, нанеся огромный урон. Это мгновенная смерть, если вы попали под удар, но, к счастью, от него очень легко уклониться из-за огромной читаемости удара и небольшого расстояния, на которое перемещается босс во время удара. Убегайте от Мидира, когда он рычит, и до вас не достанет. Это позволит вам вернуться и провести пару ударов по его голове.</li>
                <li><b>Комбо из пяти ударов лапами, переходящее в удар по земле</b> — опасная атака, но в то же время хорошее окно. Мидир немного отодвигается назад, а затем начинает движение вперёд, ударив правой лапой об землю, затем встаёт на задние лапы, делает несколько взмахов обеими лапами, снова бьёт землю правой лапой и затем направляет всю верхнюю часть тела вниз, чтобы раздавить вас под своим весом. Убегите или перекатитесь от ударов назад, а в момент окончания атаки вернитесь и нанесите несколько ударов по голове.</li>
                <li><b>Огонь по земле</b> — атака, используемая в том случае, если вы оказались слишком далеко под его подбородком или животом. Мидир встаёт на задние лапы и дышит огнём вниз, чтобы отогнать вас. Эта атака охватывает большое АоЕ позади него и по бокам и часто срабатывает (иногда как вариант комбо-брейка, например, комбо из пяти ударов в слэм), если вы оказались слишком далеко под ним. Однако её распространение вперёд невелико, поэтому отходите назад, пока он не перестанет дышать, а затем бегите к нему и ударьте атакой с разбегу.</li>
                <li><b>Обычные двойные взмахи</b> — Мидир делает широкий взмах одной лапой, а затем второй. Эти взмахи имеют большую дальность по сравнению с другими. В обоих случаях опередите первый взмах (перекатитесь, если вы слишком близко, но при правильном позиционировании этого быть не должно), затем подбегите после второго взмаха и подготовьте заряженную R2, чтобы ударить его, когда его голова вернётся в нейтральную позицию. Если сделать это достаточно рано, можно сделать дополнительный легкий удар.</li>
                <li><b>Взмах хвостом</b> — если в какой-то момент боя вы окажетесь позади Мидира, он может сделать широкий удар хвостом с разворота. Это атака, которая наказывает за неправильное позиционирование, и вы никогда не увидите её, если будете держаться перед ним. Перекатитесь или убегите, чтобы избежать её.</li>
                <li><b>Бекхенд лапой</b> — аналогично вышеупомянутой атаке <b>взмахом хвоста</b>, если в какой-то момент боя вы окажетесь сбоку от Мидира, он может провести атаку тыльной стороной лапы, состоящую из взмаха, царапающего землю по небольшой дуге в его сторону, чтобы поймать вас до того, как вы снова окажетесь спереди. Это довольно редкая атака, которая может застать врасплох своей непривычной анимацией, но она имеет довольно небольшую дальность и от неё легко увернуться, если знать, что она может произойти.</li>
            </ul>
            <h4>Атаки на средней дистанции</h4>
            <p>Это атаки, которые могут происходить на дистанции ближнего боя, в этом случае им предшествует отскок Мидира в сторону, или на средней и дальней дистанции, в этом случае Мидир просто пройдёт немного вперёд, пока не окажется под нужным углом, после чего начнёт атаку. Атака огненным дыханием / лазерами и огненное дыхание на дальней дистанции, скорее всего, произойдут после отскока назад с дистанции ближнего боя, поэтому это указано в названии атаки, в то время как две другие обычно используются непосредственно со средней дистанции.</p>
            <ul>
                <li><b>Отскок, переходящий в огненное дыхание и лазер</b> — расправив крылья, Мидир с характерным рёвом выплёвывает огонь вниз перед собой, затем встаёт на задние лапы, поднимает голову и выпускает лазер тёмной энергии вперёд по прямой, а затем в стороны по дуге. Лазеры оставляют за собой след, который через секунду взрывается. Чтобы избежать этого, подойдите ближе к Мидиру: бегите слева (справа от него), когда он направляет атаку, выдыхая огонь вниз, стойте на краю зоны поражения, пока огонь не рассеется, затем пробегите под ним и подготовьте заряженную R2 в голову, когда он встанет на четыре лапы. Затем быстро нанесите быстрый удар для дополнительного урона.</li>
                <li><b>Отскок, переходящий в огненное дыхание (версия с дыханием вперед и слева направо)</b> — эта атака может выполняться как на ближней дистанции (в этом случае ей предшествует отскок), так и на средней / дальней дистанции, в этом случае Мидир просто пройдёт немного вперёд, пока не окажется под нужным углом, после чего начнёт атаку. Мидир поднимет шею и расправит крылья, аналогично началу атаки огнём / лазерами, но на этот раз он опустит их через секунду и выдохнет огонь по прямой линии прямо перед собой. Этот огонь имеет очень большой радиус действия, и его нельзя недооценивать. Если держаться от него подальше, Мидир будет продолжать дышать огнём в том же направлении в течение 4-5 секунд, не двигаясь и не следя за вами по сторонам. Однако если вы побежите к нему, избегая огня, он может переориентировать огненное дыхание, чтобы отреагировать на ваше приближение, причём двумя разными способами. В первом случае он остановит огненное дыхание и повернёт голову влево (относительно игрока), а затем извергнет огненное дыхание вбок, охватывая область слева направо под углом примерно 90 градусов. Чтобы увернуться от этого, подбегите к нему слева, уклоняясь от его первоначального огня, а затем прямо под него, когда он начнёт извергать боковое дыхание. Вы окажетесь у него под грудью; дождитесь, пока он остановит дугу, затем немедленно выйдите из-под него (как уже объяснялось ранее, не стоит оставаться под ним слишком долго) и нанесите ему пару ударов по голове, пока он приходит в себя. Во втором случае он также остановит своё огненное дыхание и повернёт голову прямо к вам, посылая ещё одно прямое огненное дыхание, на этот раз прямо в вашу сторону. Уклонитесь от него тем же способом, подбежав под него, но на этот раз окно действий будет короче, так как огонь не будет медленно приближаться слева, а будет брошен прямо на вас.</li>
                <li><b>Яростный натиск</b> как обычная атака — атака, проводимая в начале боя, которую Мидир может проводить на ближней, средней или дальней дистанции. Если вы находитесь слишком близко, чтобы атака не попала по вам, как это было в начале боя (расстояние, которое он преодолевает этим движением, очень велико), бегите вперёд и влево — так вы избежите и огненных залпов, и взмахов когтями. Имейте в виду, что третий удар лапой бьёт довольно далеко вбок, поэтому рекомендуется пройти под ним, как только он пройдёт мимо вас, и оставаться под его животом, между его ног. Ноги не имеют хитбокса и не заденут вас, так что это безопасное место, где можно оставаться, пока он не закончит натиск. Двигайтесь вперёд вместе с ним, и вы сможете нанести несколько ударов по его голове, когда он будет восстанавливаться после натиска, если вы достаточно быстры и если стены заставят его застрять и оставят вам больше времени, чтобы добраться до него. В противном случае просто догоните его, восстановите выносливость и ждите следующей атаки.</li>
                <li><b>Заряженный таран</b> — Мидир на секунду отклоняет своё тело назад, а затем неожиданно делает выпад вперёд, покрывая значительное расстояние и нанося удар лапами и челюстью. Это движение в основном происходит, когда вы не успели сократить дистанцию до него после какой-нибудь другой атаки. Это также постоянно происходит после <b>двойного удара по земле с переходом в огненное дыхание</b>, если вы решили убежать от огня, а не приблизиться к нему, чтобы нанести удар в голову. Уклониться от этой атаки может быть непросто, и в основном это зависит от расстояния, на котором он находится от вас в момент начала атаки. Если вы находитесь достаточно далеко, то можете просто убежать от него, а затем вернуться и быстро нанести 1-2 удара. Если он находится на средней дистанции, то единственный выбор — бежать в сторону, либо бежать и перекатываться в последнюю секунду. Вся верхняя часть его тела становится хитбоксом, а удар лапами в конце также может задеть вас, поэтому выполняйте перекат с точностью до секунды, чтобы не попасть ни под один из этих ударов.</li>
                <li><b>Долгий удар по земле с задержкой</b> — очень редкая атака, настолько редкая, что вы вряд ли когда-нибудь её увидите. Когда она всё же происходит, то в основном на средней дистанции после того, как Мидир приблизится на несколько шагов. Он встанет на две лапы и на несколько секунд поднимет правую лапу в воздух, а затем нанесёт удар с большой дистанции. Убегите от удара назад или перекатитесь в последний момент и ударьте его по голове 1-2 раза, пока дракон восстанавливается.</li>
            </ul>
            <h3>Вторая фаза</h3>
            <p>Когда его здоровье достигнет половины, Мидир призовёт всю тёмную энергию Человечности, которую он пожирал ради своего долга на протяжении веков, и тьма поглотит его полностью. Первым проявлением этой новой тёмной силы станет переходная атака, которую он затем проведёт — тёмное АоЕ.</p>
            <p>Во второй фазе Мидир получит новые атаки, а также вариации атак первой фазы в плане последующих действий и поведения. Изменения следующие:</p>
            <p><b>Яростный натиск</b> (который, скорее всего, снова станет его первой атакой на второй фазе) теперь будет выполняться два раза подряд в режиме "вперёд-назад". Мидир будет делать первый натиск как обычно, а затем, оправившись от первого, сразу же сделает его второй раз. Второй натиск происходит независимо от положения игрока относительно босса и не очень хорошо наводится на вас: в основном он будет идти по прямой, возвращая Мидира на исходную позицию. Это означает, что вместо того, чтобы бежать за ним, как в первой фазе, лучше стоять на месте и ждать, пока он вернётся к вам, что позволит вам не тратить лишнюю выносливость и занять выжидательную позицию так же, как и в случае с натиском в начале боя.</p>
            <p>Некоторые атаки Мидира теперь будут переходить в рёв, вызывающий залп преследователей. Это относится к любым атакам, начинающимся/заканчивающимся ударом правой лапой о землю. Обычные последующие атаки всё ещё могут происходить (за исключением <b>долгого удара по земле с задержкой</b>, так как он не имеет продолжения комбо), атака преследователями произойдёт с большей вероятностью.</p>
            <ul>
                <li><b>Взрыв тьмы</b> (означает переход во вторую фазу и может применяться в дальнейшем независимо от других атак) — Мидир напрягается всем телом и начинает дрожать, медленно поднимая голову и накапливая в своём теле тёмную энергию. Затем он разом выпускает её, ревя и расправляя крылья, в результате чего во все стороны раздаётся мощный тёмный взрыв. Если вы попадёте под удар или по несчастью окажетесь под ним, то вы получите существенный урон. Однако, как и в случае с огнём по земле, АоЕ распространяется далеко позади и по сторонам, но очень мало перед ним, что позволяет просто отойти назад, чтобы избежать её. Наказывать эту атаку можно, ударив 1-2 раза во время заряда, отбежать от взрыва и вернуться, нанеся обычную или силовую атаку с разбегу.</li>
                <li><b>Залп преследователей (первая, ближняя версия)</b> — Мидир ударит правой лапой по земле и, сделав паузу, заревёт, вызывая залп преследователей (также называемых человечностью) с обеих сторон. Преследователи появятся из-под земли и через секунду бросятся на игрока. Чтобы избежать этой атаки, отходите назад и вбок (в правый или левый, оба варианта работают), и вы опередите преследователей, которые пройдут мимо вас, если угол будет правильным. Спамить перекат против этой атаки крайне не рекомендуется, ибо, скорее всего, некоторые преследователи поймают вас на выходе из переката. Пока вы уклоняетесь от залпа преследователей, Мидир не остаётся в бездействии и может сделать несколько движений в зависимости от вашего положения по отношению к нему:
                    <ul type="disc">
                        <li>Если вы находитесь близко, он подойдёт и попытается растоптать вас <b>долгим ударом по земле</b>.</li>
                        <li>Если вы находитесь на средней дистанции, он сделает <b>заряженный таран</b>, второй <b>залп преследователей</b>, <b>огненное дыхание, переходящее в лазеры</b>, <b>яростный натиск</b> или <b>одиночный/двойной отскок назад</b> и подготовит лазерный залп.</li>
                    </ul>
                </li>
                <li><b>Залп преследователей (вторая версия)</b> — может использоваться как продолжение первого залпа или как самостоятельная атака, если вы находитесь далеко от него и не успели вовремя сблизиться. Мидир с рёвом взлетает вверх и вызывает преследователей, которые взлетают значительно выше, а затем падают на игрока. От этой атаки сложно увернуться, и она требует более точного угла, чем в первом варианте: нужно бежать на Мидира как можно быстрее, потому что с каждой секундой, проведённой в воздухе, наводка преследователей становится всё точнее. Рекомендуется делать перекат в самом конце залпа.</li>
                <li><b>Лазерный залп</b> — особая атака второй фазы, которой единодушно боятся все игроки. Мидир отпрыгивает далеко назад, начинает размахивать головой, готовя атаку, а затем встаёт на задние лапы и обрушивает на арену шквал лазеров, наносящих огромный урон и уничтожающих всех, кто по несчастью оказался на их пути. Несмотря на то, что атака выглядит страшно, избежать её несложно, и она даёт огромное окно для атаки. Необходимо побежать влево и вперёд под углом, чтобы избежать начального лазера, выпущенного по прямой, а затем бежать прямо к нему с целью приблизиться к его ногам. Это будет безопасное место, которое позволит вам оставаться нетронутым в течение всего времени атаки, поскольку лазеры будут без устали взрываться слева и справа, совершенно не замечая вас. При желании можно даже не спринтовать, а просто подойти к нему. Когда вы окажетесь рядом с его лапами, вы сможете нанести пару ударов по его левой лапе, чтобы получить возможность нанести дополнительный урон (это единственный момент за весь бой, когда имеет смысл бить его по его телу, просто потому, что его голова находится вне досягаемости во время этой атаки), а когда шквал лазеров закончится, вернитесь к нему спереди (опасайтесь последнего лазера, который будет выпущен по прямой линии под ним, как и первый) и увидите Мидира, лежащего на земле, обессилевшего после буйства. Когда он будет подниматься, вы сможете нанести ему хороший урон двумя заряженными R2.</li>
                <li><b>Стаггер и рипост</b> — как у Мидира останется 25% здоровья, если в течение всего боя наносить ему удары по голове, как и положено, заработает особая механика: стаггер. Раздастся характерный звук разбивающегося стекла, Мидир внезапно встанет и заревёт от боли, а затем рухнет на землю, оставшись открытым для рипоста. Рипост Мидира нанесёт ему огромный урон — обычно от 2500 до 3500 ед. Количество урона может варьироваться в зависимости от используемого снаряжения, так, по расчётам, он наносит урон, равный примерно 15% от его здоровья (так как урон от рипоста значительно увеличивается в NG+7), к которому добавляется бонусный урон, зависящий от урона оружия/баффов/усиления снаряжения. Окно для рипоста после того, как Мидир рухнул и его голова лежит на земле, составляет около 3-4 секунд, что даёт достаточно времени, чтобы успеть зарядить R2 для дополнительного урона перед выполнением рипоста. После рипоста Мидир медленно встаёт на ноги и возвращается в нейтральную позицию, что оставляет вам ещё больше времени для того, чтобы успеть провести ещё несколько ударов, прежде чем он снова будет готов атаковать. К этому моменту у него должно остаться очень мало здоровья, и вам останется лишь несколько атак, прежде чем одержать заслуженную победу!</li>
            </ul>
            <h2>Эффективные сетапы</h2>
            <p>Среди всех типов урона Мидир больше всего уязвим к колющему и молниевому урону, что следует учесть при выборе наиболее эффективных оружий против него. Ко всему остальному элементальному урону у дракона высокое сопротивление, а к тьме он почти невосприимчив. Также на него нельзя наложить ни один статусный эффект.</p>
            <p>Если это ваше первое прохождение игры, то не стоит пытаться убить этого босса, не имея улучшенного до максимума оружия и не прокачав <a href="#">жизненную силу</a> хотя бы до 27.</p>
            <h3>Выбор оружия</h3>
            <ul>
                <li><a href="#">Копьё-меч Драконоборца</a>, через силовые атаки и спецприём.</li>
                <li><a href="#">Клеймор</a> под <a href="#">золотой смолой</a> через колющие силовые атаки.</li>
                <li><a href="#">Меч волчьего рыцаря</a> и <a href="#">Меч Фаррона</a> с повышенным на 20% уроном по созданиям Бездны.</li>
                <li><a href="#">Топор Драконоборца</a> с <a href="#">золотой смолой</a> и <a href="#">Большой топор Драконоборца</a>.</li>
                <li><a href="#">Двуручный меч рыцаря Лотрика</a>, закалённый в <a href="#">освящённость</a>.</li>
                <li><a href="#">Большая пика</a>, тоже с золотой смолой.</li>
                <li><a href="#">Милвудский большой лук</a> с <a href="#">большими стрелами драконоборца</a> или <a href="#">милвудскими большими стрелами</a>. Для стрельбы из лука понадобится <a href="#">кольцо с ястребом</a>.</li>
                <li>Из щитов в бою с Мидиром наиболее эффективны: <a href="#">драконий гербовый щит</a>, <a href="#">щит чёрного рыцаря</a>, <a href="#">большой щит с драконьей головой</a>.</li>
            </ul>
            <h2>Фантомы</h2>
            <ul>
                <li><a href="#">Шира, рыцарь Филианоры</a>. Не стоит атаковать Мидира до того, как Шира приземлится на арену, иначе она сразу погибнет, а вы останетесь сражаться один на один с усиленным боссом. Знак призыва пропадёт, если вы потревожили <a href="#">принцессу</a>, так как Шира в этом случае становится агрессивной.</li>
            </ul>
            <h2>Примечания</h2>
            <ul>
                <li>Если на втором мосту бить дракона в голову, то он потеряет <a href="#">баланс</a>, и ему можно сделать критическую атаку, после которой босс упадёт в пропасть с оставшимся здоровьем.</li>
                <li>За убийство Мидира Шира даст <a href="#">протагонисту</a> в качестве награды <a href="#">кусок титанита</a>.</li>
                <li><a href="#">Катаной</a>, которая делается из <a href="#">души Мидира</a>, вооружён <a href="Копьё церкви.php">Сумрак, Копьё Церкви</a>. Его <a href="#">сет</a> можно найти перед ареной битвы с драконом.</li>
            </ul>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_Концепт_Арт.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_4.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Мидир Пожиратель Тьмы/Мидир_Пожиратель_Тьмы_4.png"></a>
            </div>
            <h2>Видео</h2>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/jPlWnCE4Edo?si=HuIqtFOC4VNA3w1a" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        </div>
    </main>
    <script src="../../../script/three-items-char-table-switch.js"></script>
    <?php
        require("../../../footer.php");
    ?>