<?php
    session_start();
    $title = "Олдрик, пожиратель богов";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Олдрик, пожиратель богов</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Олдрик, пожиратель<br>богов</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/bosses/Олдрик, пожиратель богов/Олдрик, пожиратель богов.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Локация:</td>
                    </tr>
                    <tr>
                        <td><a href="../locations/Анор Лондо.php">Анор Лондо</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Предметы:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Душа Олдрика</a><br><a href="#">Пепел повелителя</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Здоровье:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 4727<br>NG+ - 6126<br>NG+2 - 6739<br>NG+3 - 7045<br>NG+4 - 7352<br>NG+5 - 7964<br>NG+6 - 8271<br>NG+7 - 8577</div></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Души:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 50000<br>NG+ - 150000<br>NG+2 - 165000<br>NG+3 - 168750<br>NG+4 - 180000<br>NG+5 - 183750<br>NG+6 - 187500<br>NG+7 - 191250</div></td>
                    </tr>
                </table>
            </div>
            <p><b>Олдрик, Пожиратель Богов</b> (англ. <i>Aldrich, Devourer of Gods</i>) &mdash; <a href="Боссы.php">босс</a> в игре <a href="../Dark Souls III.php">Dark Souls III</a>. Один из пяти <a href="#">Повелителей Пепла</a>.</p>
            <table class="ingame-desc">
                <tr>
                    <td class="game-info">Игровое описание:</td>
                </tr>
                <tr>
                    <td><i><p>Однажды Олдрик размышлял о затухающем пламени, и тогда ему явилось видение о новой эре глубокого моря. Он знал, что путь будет нелёгким, но был бесстрашен. Ему предстояло пожирать самих богов.</p></i></td>
                </tr>
            </table>
            <h2>История</h2>
            <p>Некогда Олдрик был праведным клириком Белого Пути, родом из <a href="../locations/Иритилл Холодной долины.php">Иритилла</a>. Но постепенно в нём развилась тяга к пожиранию человеческой плоти. Со слов <a href="#">Дезертира Хоквуда</a>, он ел так много, что со временем раздулся, как утопленная свинья, а затем размягчился в аморфную субстанцию. Поэтому «они» поместили его в <a href="../locations/Храм глубин.php">Храм Глубин</a>. Глубины изначально были тихим и священным местом, но там нашли пристанище многие ужасные чудовища. Кто «они», Хоквуд не уточняет, но, скорее всего, речь идёт о богах.</p>
            <p>Олдрик не оставил своё увлечение человеческой плотью, и постепенно вокруг него в Храме Глубин сформировался целый культ. В него во многом вошли те, кто служил в Храме: <a href="Дьяконы глубин.php">священники, сломленные мощью Глубин</a>. Их <a href="#">священными фолиантами</a> стали осквернённые трактаты старой веры. Одеяния, ритуальные предметы и архитектурный стиль строений культа напоминают о более благородных религиях старых времён, но в основе этой веры лежало скармливание Олдрику всё новой плоти. <a href="#">Проповедники</a> Храма, обещавшие спасение простым людям, на самом же деле отправляли их по <a href="../locations/Путь жертв.php">пути жертв</a> на съедение Олдрику, а останки закапывали на территории вокруг Храма Глубин.</p>
            <p>Когда пришло время угасания огня, Олдрика сделали Повелителем Пепла не за его достоинства, а за его размеры. Так, из веры Белого Пути возникла новая, извращённая вера, а Олдрик стал святым покровителем Глубин.</p>
            <p>Восстав по зову колокола, бывший клирик отправился на свою родину, в Иритилл Холодной долины. Там <a href="Понтифик Саливан.php">Понтифик Саливан</a> запер для него бога старой королевской династии в заброшенном соборе. Придя к трону через поедание плоти, святой покровитель Глубин разочаровался в нём и стал Пожирателем Богов.</p>
            <p>Самые верные из дьяконов, в частности, <a href="#">архидьякон МакДоннелл</a>, отправились вслед за Олдриком в Иритилл, дабы с <a href="#">ковенантом Верных Олдрику</a> защищать своего идола от всех, кто решит прервать его трапезу, и терпеливо ждать его возвращения.</p>
            <h2>Местонахождение</h2>
            <p>Этого босса можно найти в руинах собора <a href="../locations/Анор Лондо.php">Анор Лондо</a>. Сражение с ним происходит на той же арене, где происходила битва с <b>Орнштейном и Смоугом</b> в <b>первой части.</b></p>
            <h2>Сопротивления</h2>
            <div class="table-switch-items" style="width: 40%; margin-bottom: 15px;">
                <div class="table-switch-items-category selected-cat" id="cat1">Олдрик (хвост)</div>
                <div class="table-switch-items-category unselected-cat" id="cat2">Гвиндолин</div>
                <div class="table-switch-items-category unselected-cat" id="cat3">Голова Гвиндолина</div>
            </div>
            <table class="resistance" id="cat1-table">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>75.5%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>21.6%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>30%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>82.5%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
            </table>
            <table class="resistance" id="cat2-table" style="display: none;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>65%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>-12%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>0%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>75%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
            </table>
            <table class="resistance" id="cat3-table" style="display: none;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>47.5%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>-68%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>-50%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>62.5%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Нет</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
            </table>
            <h2>Атаки</h2>
            <ul>
                <li>Выпускает в разные стороны самонаводящиеся сгустки души, которые через некоторый промежуток времени летят в игрока. Наносят урон от небольшого до среднего (если попали все сразу). Легко уклониться.</li>
                <li>Атакует двумя <a href="#">копьями души</a> в игрока (иногда одним), траектория полёта копий не меняется. Вторая фаза: к магическому урону добавляется огненный, а визуально копьё Олдрика начинает гореть. Наносит от среднего (в первой стадии) до большого (во второй) количество урона. Довольно просто уклониться перекатом. Иногда босс может «озвереть» и выпускать копья по 4 и более раз подряд, что обычно происходит во второй фазе.</li>
                <li>Поднимает лук над головой и выпускает большое количество стрел в конусе перед собой. Вторая фаза: выпускает дождь стрел, преследующий игрока; стрелы бьют по циклу, три раза (три раза меняют направление) и имеют малый промежуток, во время которого можно перекатываться. Стрелы наносят огромный урон и могут очень быстро убить игрока, полностью увернуться от них почти невозможно (частично достают персонажа даже за колоннами), стоит делать 2-3 переката (либо просто убегать) в одну сторону, после чего менять направление (если стрелы во второй фазе попали по вам, они возвращаются к боссу).</li>
                <li>Создаёт червоточину в полу и через некоторое время ныряет в неё, после появляется в противоположном от места создания углу. Если находиться близко к червоточине, когда босс ныряет в неё, можно получить урон (стоя у самого конца хвоста, урон вы не получите). Вторая фаза: к телепортации добавляется атака самонаводящимися сгустками души, также есть небольшое тёмное AOE (босс ударяет посохом по земле).</li>
                <li>Вторая фаза: после непродолжительного каста бьёт заклинанием <a href="#">Коса охоты на жизнь</a>, наносящим круговой удар, при попадании восстанавливающим боссу некоторое количество здоровья. Босс использует эту атаку довольно редко. Может провести два полных оборота косой за один раз, урон от такой атаки разрушителен, а босс при попадании обоими оборотами восполняет много здоровья.</li>
                <li>Босс проводит одну или две размашистые горизонтальные атаки, после которых может прыгнуть вперёд и нанести мощный вертикальный удар.</li>
                <li>Ныряет вперёд, нанося колющий удар своим копьём.</li>
            </ul>
            <h2>Тактика</h2>
            <ul>
                <li>Босс уязвим к огню, молниям, <a href="#">кровотечению</a> и <a href="#">обморожению</a>, а также получает повышенный урон от <a href="#">меча Фаррона</a> и <a href="#">Меча волчьего рыцаря</a>.</li>
                <li>Устойчив к магии и тьме.</li>
                <li>Самая простая тактика в битве с боссом — постоянно идти на сближение и находиться позади у хвоста. В этом случае босс практически не будет атаковать магией, а скорее начнёт размахивать оружием (от которого легко уклониться). Босс постоянно будет убегать в червоточину (чем ближе вы к туловищу, тем больше шанс получить урон от червоточины) и появляться в одном из четырёх углов зала. Поэтому во время появления лучше всего находиться в центре зала, чтобы как можно быстрее сократить дистанцию. Атаковать нужно с двух рук оружием, пропитанным огнём или молниями, к магии и тьме босс устойчив. Данная тактика подходит и ко второй фазе, разница лишь в том, что под боссом будет гореть огонь, который мешает добраться до хвоста.</li>
                <li>Также отличным вариантом будет быстрое оружие, как например <a href="#">одноручные мечи</a> или <a href="#">изогнутые мечи</a>, покрытые огненным зачарованием. Если повезёт, то, в таком случае, за одну комбоатаку можно отправить босса в червоточину до того, как он успеет сильно навредить игроку.</li>
                <li>Есть возможность нанести боссу большой урон, если атаковать не его хвост, а туловище. Сражаясь с ним лицом к лицу, можно заметно уменьшить количество телепортаций босса, а от атак можно уходить перекатами.</li>
                <li>Основные заклинания и рукопашные атаки босса наносят магический урон, несмотря на их пурпурный цвет, больше свойственный тёмной магии. Из этого следует, что в бою пригодятся предметы с высоким сопротивлением магии, а чудо <a href="#">Большой магический барьер</a> вообще позволит не бояться его магии и идти с ним в размен атаками.</li>
            </ul>
            <h2>Примечания</h2>
            <ul>
                <li>Если вплотную встать к <a href="#">туманным вратам</a> или с помощью консольных команд залететь на арену к боссу, не вызывая его агрессии, то можно услышать как Олдрик (или, возможно, сам Гвиндолин) стонет.</li>
                <li>После того, как Пожиратель Богов будет повержен, в продаже у <a href="#">служанки при храме</a> появится <a href="#">сет Смоуга</a>.</li>
                <li>Титул «Пожиратель Богов» был дан ему Саливаном, который и запер Гвиндолина на съедение Олдрику.</li>
                <li>В описании брони <a href="#">молчаливого Горация</a> говорится, что тот был одним из двух спасшихся от поедания Олдриком детей. Возможно, вторым ребёнком является <a href="#">Анри из Асторы</a>. Это объясняет, почему Анри стремится в Анор Лондо и почему при определённых сюжетных условиях ему/ей можно помочь победить Олдрика в форме фантома.</li>
                <li>Наконечник оружия — это иллюзия. Олдрик всё время держит в руках <a href="#">Золотое ритуальное копьё</a>.</li>
                <li>По раннему замыслу разработчиков он должен был не идти в Иритилл, а вылезать из своего гроба во второй фазе боя с <a href="Дьяконы глубин.php">Дьяконами глубин</a>.</li>
                <li>В коде игры подписан как Саливан.</li>
            </ul>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/bosses/Олдрик, пожиратель богов/Олдрик_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Олдрик, пожиратель богов/Олдрик_Концепт_Арт.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Олдрик, пожиратель богов/Олдрик_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Олдрик, пожиратель богов/Олдрик_1.png"></a>
            </div>
            <h2>Видео</h2>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/lW_JwzxCn7c?si=_XgGzbyW4cbXTCcc" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        </div>
    </main>
    <script src="../../../script/three-items-char-table-switch.js"></script>
    <?php
        require("../../../footer.php");
    ?>