<?php
    session_start();
    $title = "Отец Ариандель и сестра Фриде";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Отец Ариандель и сестра Фриде</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Отец Ариандель и<br>сестра Фриде</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец Ариандель и сестра Фриде.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Локация:</td>
                    </tr>
                    <tr>
                        <td><a href="../locations/Нарисованный мир Арианделя.php">Нарисованный мир Арианделя</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Предметы:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Душа сестры Фриде</a><br><a href="#">Кусок титанита</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Здоровье:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling"><b>Сестра Фриде:</b><br>NG - 4863<br>NG+ - 4868<br>NG+2 - 5355<br>NG+3 - 5598<br>NG+4 - 5842<br>NG+5 - 6328<br>NG+6 - 6572<br>NG+7 - 6815<br><b>Отец Ариандель и сестра Фриде:</b><br>NG - 7150<br>NG+ - 7157<br>NG+2 - 7872<br>NG+3 - 8230<br>NG+4 - 8588<br>NG+5 - 9304<br>NG+6 - 9662<br>NG+7 - 10020<br><b>Чёрное пламя Фриде:</b><br>NG - 6864<br>NG+ - 6871<br>NG+2 - 7558<br>NG+3 - 7901<br>NG+4 - 8245<br>NG+5 - 8932<br>NG+6 - 9275<br>NG+7 - 9619</div></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Души:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 72000<br>NG+ - 144000<br>NG+2 - 158400<br>NG+3 - 162000<br>NG+4 - 172800<br>NG+5 - 176400<br>NG+6 - 180000<br>NG+7 - 183600</div></td>
                    </tr>
                </table>
            </div>
            <p><b>Отец Ариандель и сестра Фриде</b> (англ. <i>Father Ariandel and Sister Friede</i>) &mdash; финальный <a href="Боссы.php">босс</a> в первом <a href="../Ashes of Ariandel.php">DLC</a> к игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <table class="ingame-desc">
                <tr>
                    <td class="game-info">Игровое описание:</td>
                </tr>
                <tr>
                    <td><i>
                        <p>Отказавшись от всего, Фриде отыскала народ, который пожелала защищать, и приняла обличие, которое было ими почитаемо.</p>
                        <p>Ариандель восстановил нарисованный мир; ему было ведомо, что этот мир нарисован кровью, и лишь кровь может сохранить его тайну.</p>
                    </i></td>
                </tr>
            </table>
            <h2>История</h2>
            <p>Отец Ариандель — нынешний хранитель Нарисованного мира, прежде чем тот сгорит и очистится от гнили. Но он всячески страшится этого и, сидя привязанный к своему трону, он истязает себя, пытаясь задобрить пламя в чаше своей собственной кровью.</p>
            <p>Фриде (в прошлом <b>Эльфриде</b>) — старшая из трех сестёр‐основательниц Чёрной церкви <a href="#">Лондора</a> и <a href="#">Негорящая</a>, отказавшаяся от своего долга. Когда‐то давно она попала в <a href="../locations/Нарисованный мир Арианделя.php">Нарисованный мир Арианделя</a> и, следуя примеру его хозяина, решила остаться здесь и способствовать его гниению. Даже здесь, в Нарисованном мире, ей верой и правдой служит <a href="#">Сир Вильгельм</a> — лондорский рыцарь.</p>
            <h3>Первая встреча</h3>
            <p>Впервые вы встретите Фриде в часовне Арианделя, она будет сидеть в окружении множества картин. При разговоре с ней просит героя покинуть картину и вернуться к исполнению своего долга (диалоги отличаются в зависимости от того, активен или нет квест <a href="#">секретной концовки</a>). Также подарит <a href="#">Кольцо холодящего укуса</a> как подарок от холодного мира. Если ударить Фриде при первой встрече, она тут же исчезает, но после того, как вы отдохнёте у костра, она появляется вновь.</p>
            <h3>Вторая встреча</h3>
            <p>Позднее, её и отца Арианделя можно будет встретить в качестве главного босса этого дополнения.</p>
            <h2>Местонахождение</h2>
            <p>Босс находится в районе <a href="#">костра</a> <b>Часовня Арианделя</b>, что за подвесным мостом, прямиком после второго костра <b>Пещера подвесных мостов</b>. Чтобы попасть к отцу Арианделю, с которого всё и начинается, необходимо свалить два больших дерева, что покрыты красными наростами, пройти и найти зал с кучей <a href="#">гигантских мух</a>, открыть короткий путь, а также потянуть рычаг внизу комнаты, который находится рядом с одной из множества колонн.</p>
            <h2>Сопротивления</h2>
            <div class="table-switch-items" style="width: 50%; margin-bottom: 15px;">
                <div class="table-switch-items-category selected-cat" id="cat1">Фриде (во всех стадиях)</div>
                <div class="table-switch-items-category unselected-cat" id="cat2">Отец Ариандель</div>
            </div>
            <table class="resistance" id="cat1-table" style="width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>39%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>16%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>3%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>5%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Да (имеет сопротивление)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Нет</td>
                </tr>
            </table>
            <table class="resistance" id="cat2-table" style="display: none; width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>2%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>-19%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>-27%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>-27%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да (уязвим)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Да (уязвим)</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (уязвим)</td>
                </tr>
            </table>
            <h2>Бой</h2>
            <h3>Первая фаза</h3>
            <p>Фриде сражается, а Ариандель, по просьбе Фриде, закрывает глаза, чтобы не видеть происходящего. Фриде активно использует свою косу, магию льда и невидимость, чем очень походит на <b>Присциллу</b> из <b>Нарисованного мира Ариамис</b> из первой части, но намного шустрее.</p>
            <h3>Вторая фаза</h3>
            <p>После убийства Фриде Ариандель впадает в бешенство и отрывается от земли вместе с троном, сжигая всё вокруг в ярости. Огонь воскрешает Фриде, и вместе они сражаются с игроком. Фриде значительно замедляется, изредка атакуя косой, и часто использует волны льда, а также исцеляет Арианделя. В свою очередь, Ариандель бьёт по полу чашей и выливает из неё жидкий огонь.</p>
            <h3>Третья фаза</h3>
            <p>После победы над парным боссом Фриде воскресает в качестве Чёрного пламени Фриде. В дополнение к предыдущим атакам, она достаёт маленькую ледяную косу, использует мощь тёмного пламени и становится ещё быстрее и сильнее, чем раньше.</p>
            <h2>Атаки</h2>
            <div class="table-switch-items" style="width: 40%; margin-bottom: 15px; border-bottom: 1px rgb(105, 98, 87) solid; height: 30px;">
                <div class="table-switch-items-category selected-cat" id="cat1-m">Сестра Фриде</div>
                <div class="table-switch-items-category unselected-cat" id="cat2-m">Отец Ариандель и Фриде</div>
                <div class="table-switch-items-category unselected-cat" id="cat3-m">Чёрное пламя Фриде</div>
            </div>
            <div id="cat1-div">
                <ul>
                    <li>Орудует косой, проводя комбо до трёх атак. Коса Фриде наносит урон магией и игнорирует часть щита (как и любая коса).</li>
                    <li>Прыжок с полётом к игроку и ледяной атакой. После удара остаётся ледяной "след", который через секунду взрывается, нанося много урона (таким эффектом обладают многие атаки Фриде).</li>
                    <li><b>Стойка</b>: Фриде берёт косу двумя руками, перекинув её через спину. Из этого состояния у неё есть несколько атак:
                        <ul type="disc">
                            <li>Рывок и взмах косой снизу-вверх. В случае успеха игрок теряет управление и получает ещё один удар косой. <b>Важно:</b> атака является захватом, то есть игнорирует поднятый щит. Единственный способ спастись - уклониться или уйти из зоны поражения.</li>
                            <li>Взмах косы перед собой, после чего перед Сестрой появляется полоса льда, которая взрывается через какое-то время.</li>
                            <li>Рывок и два круговых удара. Атака блокируется с последующей ответным ударом.</li>
                        </ul>
                    </li>
                </ul>
            </div>
            <div id="cat2-div" style="display: none;">
                <p>Отец обладает несколькими атаками. Все они медленные, но наносят колоссальный урон, а для уклонения необходимо привыкнуть к его мувсету:</p>
                <ul>
                    <li><b>Ползание</b>: босс довольно резво ползёт к вам, четыре раза ударяя чашей по пути. Под чашей в это время крайне не рекомендуется стоять. Обычно с этой атаки начинается вторая фаза, хотя босс может её исполнять произвольно, чаще тогда, когда игрок на дальней дистанции.</li>
                    <li><b>Плевки огнём</b>: если вы попадёте под удар, это гарантированная смерть! Поэтому вам стоит либо далеко отбежать, либо держаться вплотную. Если вы увидели, что уже не успеете сделать что‐либо из перечисленного, начинайте описывать большой круг по арене.</li>
                    <li>Босс наносит два удара чашкой по полу, а третьим взрывает пространство вокруг себя, нанося большое количество урона. Лучше просто отбежать, главное вовремя увидеть, что он делает.</li>
                    <li><b>Горящее озеро</b>: если вы близко, то босс переворачивает чашу и выливает на вас её содержимое; содержимое некоторое время остаётся на полу и горит. Не сильно опасная атака, но огонь вас может обездвижить на короткое время.</li>
                    <li><b>Полуразворот</b>: когда вы близко, босс низко проводит чашей по широкой дуге. Несмотря на медлительность самой атаки, она хорошо наводится и наносит немалый урон.</li>
                </ul>
            </div>
            <div id="cat3-div" style="display: none;">
                <p>Фриде приобретает в третьей фазе ряд следующих атак:</p>
                <ul>
                    <li><b>Ледяной конус</b>: конус средней длины, который взрывается спустя некоторое время.</li>
                    <li><b>Взрыв + Чёрный змей</b>: сначала Фриде взмывает в воздух и, падая, создаёт взрыв вокруг себя, запуская в вас чёрного змея. Легче всего увернуться, просто находясь чуть подальше от неё и идя вбок. Ещё один вариант этой атаки: после приземления на полу появляется лёд, покрывая большое пространство вокруг Фриде, который вскоре взрывается. Также можно уклониться, пробежав к Фриде за спину, поскольку направление данной атаки после прыжка <b>не меняется вообще</b>.</li>
                    <li><b>Чёрный змей</b>: некоторое время замахивается косой, при этом она покрывается чёрным пламенем. Затем выпускает усиленный аналог пиромантии «<a href="#">Чёрный змей</a>», слегка огибающий нас по правую руку. Наносит колоссальный урон, но довольно легко уклониться даже обычным шагом (вперёд‐влево).</li>
                    <li><b>Круговая атака</b>: раскручивается вокруг себя, покрыв оружие пламенем. Средний урон.</li>
                    <li><b>Казнь</b>: Фриде несётся к вам через всю арену в попытке обезглавить. Атака является захватом и наносит чудовищно много урона. Следует внимательно следить за этой атакой, так как если у вас неполное здоровье, она, скорее всего, вас убьёт.</li>
                    <li>Несмотря на то, что её пламя черное, оно не наносит урон тьмой, только огнём (о чём свидетельствует соответствующий звук при получении урона от данного пламени, а также то, что если до этого вы получили обморожение, то чёрный огонь Фриде при попадании снимет с вас негативный эффект).</li>
                    <li>Как и в первой фазе, она может становиться невидимой, но в этом состоянии она проводит три атаки: два ледяных потока и атака ледяной косой. Тактика остаётся прежней: по направлению пыли определяем её передвижение и атакуем, пока она готовит третью атаку (призванный фантом видит её даже через невидимость).</li>
                    <li>Также Фриде постоянно комбинирует свои многочисленные атаки.</li>
                </ul>
            </div>
            <h2>Тактика</h2>
            <div class="table-switch-items" style="width: 40%; margin-bottom: 15px; border-bottom: 1px rgb(105, 98, 87) solid; height: 30px;">
                <div class="table-switch-items-category selected-cat" id="cat1-t">Сестра Фриде</div>
                <div class="table-switch-items-category unselected-cat" id="cat2-t">Отец Ариандель и Фриде</div>
                <div class="table-switch-items-category unselected-cat" id="cat3-t">Чёрное пламя Фриде</div>
            </div>
            <div id="cat1-divt">
                <p>Бой ведётся с одной лишь Фриде. На неё крайне не рекомендуется бежать, когда она встаёт в боевую стойку с косой, так как скорость её атак очень высока. Но атака двуручным мечом, если правильно выбрать расстояние, успевает обездвижить её раньше, чем она сделает удар из стойки. Таким образом, можно провести серию из двух ударов и не получить урон. Лучше не стрелять в неё с помощью магии, так как она будет отскакивать, но если она отскочила назад, следующий выстрел попадёт в неё со 100% вероятностью. Атака из невидимости поначалу кажется непредсказуемой и опасной, в действительности всё ровно наоборот: когда Фриде махнёт косой и исчезнет, следите за столбом пыли, если он вертикален, то она окажется ровно за вами; стоит близко подойти, и она станет видимой, причём подготовки к атаке она не прервёт, это отличный способ нанести несколько ударов, тем самым прервав подготовку её атаки.</p>
                <p>Когда она входит в невидимость (первая/третья фаза), имеет смысл сразу же бежать к ней — при приближении игрока Фриде становится видимой, и можно увидеть, куда она отскочит. Можно попытаться успеть заметить Фриде в момент атаки, но на это рассчитывать не стоит — времени на уклонение слишком мало. Если не удалось определить местоположение Фриде, остаётся лишь ориентироваться по звуку. Сперва будет глубокий вздох — приготовьтесь; затем звук лезвия — уклоняйтесь.</p>
                <p>Фриде можно обездвижить, нанося две‐три (иногда четыре) атаки подряд. Если Фриде зажать возле стены, то она может не отпрыгнуть от игрока, а применить особую круговую атаку косой, которую нельзя прервать. Сориентироваться достаточно сложно: никаких особых звуков перед этой атакой Фриде не издаёт, замах аналогичен обычным прерываемым атакам. Просто не зажимайте её у стен. В случаях, когда ей есть куда отступать, при ударе по ней с потерей баланса она не начинает новое комбо, а отпрыгивает, тем самым давая выпить эстус. Однако, при низком уровне здоровья (её здоровья) начинает вести себя более агрессивно и зачастую не отпрыгивает, а пытается контратаковать. Это даст вам возможность провести еще пару ударов (сбив атаку Сестры), но кроме этого заставляет следить за выносливостью, так как если она закончится, Фриде нанесёт вам очень много урона.</p>
                <p>Если вы способны отследить перемещения Сестры в невидимости, то оптимальным вариантом будет нанесение ей удара в спину с последующей заряженной силовой атакой.</p>
            </div>
            <div id="cat2-divt" style="display: none;">
                <p>Бой протекает разом с двумя врагами. Но, ввиду их количества, Фриде ведёт себя не так агрессивно, как раньше. Поэтому можете смело игнорировать её атаки и лечение босса; сосредоточьте все ваши атаки на Отце Арианделе, к тому же, он получает повышенный урон. Если у вас есть пиромантия <a href="#">Большая огненная сфера хаоса</a>, то она очень поможет в бою с ним.</p>
                <p>Фриде же улучшает свои ледяные атаки и периодически нападает на вас и лечит босса. Легче её игнорировать и держаться ближе к Арианделю. Однако, пока игрок занят Арианделем, она может незаметно подойти (её не будет видно за жирной тушей Арианделя) и провести какую‐нибудь атаку. Лучше держать Фриде и Арианделя на расстоянии друг от друга. На данной фазе, кроме всего прочего, очень хорошо помогают заряженные атаки по Арианделю.</p>
            </div>
            <div id="cat3-divt" style="display: none;">
                <p>Ариандель погибает, но успевает ещё раз воскресить Фриде и передать ей всю силу своего огня. Не стоит атаковать её, пока она не сделает «взрыв тьмы» в начале боя, полностью зарядившись, иначе вы попросту потеряете заряды. Также не стойте близко к ней в начале боя всё по тем же причинам.</p>
                <p>Здесь Эльфриде приобретает ужасающую скорость атак и чудовищные комбинации смерти. Лучшим выходом будет держаться на среднем расстоянии, кидая в неё какую‐нибудь магию.</p>
                <p>Если вы игрок ближнего боя, то всё то же самое, но атаковать её в перерывах между её атаками косами. Не стойте слишком близко, это достаточно быстро станет вашей погибелью. Помимо указанной выше магии, стоит внимательно следить за самой Фриде, так как <b>казнь</b>, являющаяся захватом, наносит огромный урон, но на неё можно среагировать: перед атакой дополнительная коса Фриде вспыхивает, босс немного приседает и почти сразу летит на вас. В этот момент лучше перекатиться на неё: в таком случае время нахождения рядом с боссом минимально, и шанс успешно уклониться значительно выше. Однако, стоит быть осторожным, так как похожим образом начинается ледяной конус, от которого перекатываться нужно вбок, а не вперёд. Внимательно следите за движениями Сестры: атаки можно отличать и реагировать соответственно.</p>
                <p>Так же, как и во время первой фазы, можно опять-таки ловить Фриде на удар в спину с последующей заряженной силовой атакой, на этот раз окна будут после проведения атак с приземлением или казни (либо же перед зарядкой казни).</p>
            </div>
            <h2>Фантомы</h2>
            <ul>
                <li><a href="Рыцарь-раб Гаэль.php">Рыцарь-раб Гаэль</a> &mdash; можно призвать даже без активного угля. Фантом вступит в бой в начале второй фазы. Благодаря этому босс является единственным, на которого можно призвать до четырёх фантомов (с учётом использования <a href="#">высушенных пальцев</a> и вышеупомянутого призыва Гаэля). После убийства Гаэля в DLC <a href="../The Ringed City.php">The Ringed City</a> призвать его на Фриде уже не получится.</li>
            </ul>
            <h2>Диалоги</h2>
            <div class="table-switch-items" style="width: 55%; margin-bottom: 15px; border-bottom: 1px rgb(105, 98, 87) solid; height: 30px;">
                <div class="table-switch-items-category selected-cat" id="cat1-d">Нет квеста "Узурпация огня"</div>
                <div class="table-switch-items-category unselected-cat" id="cat2-d">Активный квест "Узурпация огня"</div>
                <div class="table-switch-items-category unselected-cat" id="cat3-d">Неиспользуемые фразы</div>
            </div>
            <table class="dialogue-table" id="cat1-divd">
                <tr>
                    <th>Фриде, при первой встрече:</th>
                </tr>
                <tr>
                    <td><i>Добро пожаловать в нарисованный мир Арианделя. Меня зовут Фриде. Долгое время я поддерживала нашего дорогого Отца и других отверженных. Но я бы не сказала, что ты из отверженных. Я не знаю, какие ошибки привели тебя в нарисованный мир. Но для тебя главное &mdash; долг, и он ведёт тебя совсем не сюда. Возвращайся туда, откуда тебя прислали. Полагаю, ты видишь здесь костёр? В этой комнате? Слабый, почти затухший, он всё же укажет тебе путь. Ах да, <a href="#">есть кое-что</a>, что должно принадлежать тебе по праву. Наша встреча, казалось бы, случайна, но, вероятно, так было предначертано. Считай это сувениром из холодного мира &mdash; он поможет тебе исполнить свой долг. А теперь возвращайся туда, откуда тебя прислали. У тебя есть место в том мире, и уже одно это должно тебя радовать.</i></td>
                </tr>
                <tr>
                    <td><i>Хочу тебя предупредить. Даже если этому миру суждено увянуть и прогнить... Ариандель всё равно останется нашим домом. Оставь нас. Выбрось из головы все мысли о нас. Так всегда поступали такие, как ты.</i></td>
                </tr>
                <tr>
                    <th>Фриде, в момент открытия прохода к Отцу Арианделю:</th>
                </tr>
                <tr>
                    <td><i>Ибо пепел всегда ищет огонь...</i></td>
                </tr>
                <tr>
                    <th>Ариандель, при первой встрече:</th>
                </tr>
                <tr>
                    <td><i>Я вижу пламя. Пламя снова мерцает. Недостаточно крови пролито. Мой бич... Подай мне бич. Ах, Фриде. Почему ты глуха к моему призыву? Дай мне бич, скорее... Ах. Приведи мне Фриде, прошу. Ты что, не видишь? Пламя снова мерцает. Скоро оно запылает, да-да, я вижу, я чувствую...</i></td>
                </tr>
                <tr>
                    <th>Фриде, в начале боя:</th>
                </tr>
                <tr>
                    <td><i>Не волнуйся, Отец. Нам не пригодится твой бич. Это лишь пламя дрожит от приближения заблудшего пепельного. Прошу, отведи взгляд. Я уничтожу этот пепел на веки веков.</i></td>
                </tr>
                <tr>
                    <th>Ариандель, при переходе на 3-ю фазу:</th>
                </tr>
                <tr>
                    <td><i>«Когда пепельных будет двое, пламя воссияет». Ты из пепельных, и огонь, конечно, подходит тебе...</i></td>
                </tr>
                <tr>
                    <th>Фриде, при вашей смерти:</th>
                </tr>
                <tr>
                    <td><i>Возвращайся туда, откуда тебя прислали. Ибо ты принадлежишь тому миру.</i></td>
                </tr>
                <tr>
                    <td><i>Оставь нас. Выбрось из головы все мысли о нас. Так всегда поступали такие, как ты.</i></td>
                </tr>
            </table>
            <table class="dialogue-table" id="cat2-divd" style="display: none;">
                <tr>
                    <td style="text-align: center;">Перечислены только альтернативные фразы:</td>
                </tr>
                <tr>
                    <th>Фриде, при первой встрече:</th>
                </tr>
                <tr>
                    <td><i>Добро пожаловать в нарисованный мир Арианделя. Меня зовут Фриде. Долгое время я поддерживала нашего дорогого Отца и других отверженных. Но я бы не сказала, что ты из отверженных. Не знаю, какие ошибки привели тебя в этот нарисованный мир... Но для тебя главное — долг, и он ведет тебя совсем не сюда. Возвращайся туда, откуда тебя прислали. Полагаю, ты видишь здесь костер? В этой комнате? Слабый, почти затухший, он все же укажет тебе путь. Ах да, <a href="#">есть кое-что</a>, что должно принадлежать тебе по праву. Сувенир из этого холодного мира. Пусть он поможет тебе исполнить свой долг. А теперь возвращайся туда, откуда тебя прислали. У тебя есть место в том мире, и это уже должно тебя радовать.</i></td>
                </tr>
                <tr>
                    <td><i>Хочу тебя предупредить. Даже если этому миру суждено увянуть и прогнить... Ариандель всё равно останется нашим домом. Оставь нас. Ты повелеваешь Лондором, и у тебя есть подопечные, которым надо указать путь.</i></td>
                </tr>
                <tr>
                    <th>Фриде, при вашей смерти:</th>
                </tr>
                <tr>
                    <td><i>Возвращайся туда, откуда тебя прислали. <a href="#">Юрия</a> наверняка тебя заждалась.</i></td>
                </tr>
                <tr>
                    <td><i>Оставь нас. Ты повелеваешь Лондором, и у тебя есть подопечные, которым надо указать путь.</i></td>
                </tr>
            </table>
            <table class="dialogue-table" id="cat3-divd" style="display: none;">
                <tr>
                    <th>Фриде:</th>
                </tr>
                <tr>
                    <td><i>Ах, Отец... И это ради меня?..</i></td>
                </tr>
                <tr>
                    <td><i>Ты храбро сражался... Вильгельм. А теперь отдохни, милый друг.</i></td>
                </tr>
                <tr>
                    <th>Отец Ариандель:</th>
                </tr>
                <tr>
                    <td><i>Ах, Фриде-Фриде, милая, нежная Фриде..</i></td>
                </tr>
                <tr>
                    <td><i>Ах, милая, добрая Фриде... Пусть горит, горит дотла...</i></td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>После убийства босса <a href="#">служанка</a> в <a href="../locations/Храм огня.php">Храме Огня</a> начинает продавать <a href="#">сет посвящённой</a>.</li>
                <li>Во время первой кат-сцены перед боем можно заметить, что Фриде шевелит губами, когда говорит, благодаря чему она формально третий, после <a href="#">Андрэ</a> и <a href="Лотрик и Лориан.php">Лотрика</a> (младшего из принцев‐близнецов), персонаж с анимацией рта при разговорах. Тем не менее, во время разговора с ней, когда она сидит на стуле, анимации рта у неё нет.</li>
                <li>Судя по внешнему виду (похожее лицо, перья на плечах, длинные когти), можно предположить, что Отец Ариандель — <a href="#">Демон‐ворон</a>. Также, возможно, это объясняет нахождение нескольких молящихся демонов‐воронов перед церковью. Скорее всего, среди них он и получил титул Отца.</li>
                <li>Вероятно, именно Сестра Фриде, появившаяся в картине, оказала влияние на молодого чародея <a href="Понтифик Саливан.php">Саливана</a>, на что указывают схожие мотивы; научила обращаться с двумя клинками, так как в описании <a href="#">косы</a> говорится о том, что Фриде первоначально орудовала двумя мечами, а комбо из 5 ударов понтифика сильно напоминает комбо Фриде в 3 стадии.</li>
                <li>Вы можете атаковать Арианделя в первой фазе, но это будет бесполезно, так как вашим активным врагом в первой фазе является именно Фриде.</li>
                <li>Во второй фазе правая и левая стены разрушаются, тем самым арена битвы становится шире. Если на второй или третьей стадии боя вы погибли в области за стенами, то ваши души появятся рядом со стеной.</li>
            </ul>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец Ариандель и сестра Фриде.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец Ариандель и сестра Фриде.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_Концепт_Арт_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_Концепт_Арт_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_Концепт_Арт_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Отец Ариандель и сестра Фриде/Отец_Ариандель_и_сестра_Фриде_Концепт_Арт_2.png"></a>
            </div>
            <h2>Видео</h2>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/LDGSxkxrI0w?si=RHO2TWlb9GKpOy_V" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        </div>
    </main>
    <script src="../../../script/two-items-char-table-switch.js"></script>
    <script src="../../../script/three-items-moveset-switch.js"></script>
    <script src="../../../script/three-items-tactics-switch.js"></script>
    <script src="../../../script/three-items-dialogues-switch.js"></script>
    <?php
        require("../../../footer.php");
    ?>