<?php
    session_start();
    $title = "Рыцарь-раб Гаэль";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Рыцарь-раб Гаэль</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Рыцарь-раб Гаэль</th>
                    </tr>
                    <tr>
                        <td style="border: 0;">
                            <div class="table-switch-items" style="width: 90%; margin: 0 auto; margin-bottom: 15px;">
                                <div class="table-switch-items-category selected-cat" id="phase1">Персонаж</div>
                                <div class="table-switch-items-category unselected-cat" id="phase2">Босс</div>
                            </div>
                            <img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб Гаэль (NPC).png" id="phase1img" style="width: 300px;">
                            <img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб Гаэль.png" id="phase2img" style="width: 300px; display: none;">
                        </td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Локация:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Храм глубин</a><br><a href="#">Нарисованный мир Арианделя</a><br><a href="#">Груда отбросов</a><br><a href="#">Город за стеной</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Предметы:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Душа рыцаря-раба Гаэля</a><br><a href="#">Кровь тёмной души</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Здоровье:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 14895<br>NG+ - 15263<br>NG+2 - 16789<br>NG+3 - 17552<br>NG+4 - 18315<br>NG+5 - 19842<br>NG+6 - 20605<br>NG+7 - 21368</div></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Души:</td>
                    </tr>
                    <tr>
                        <td><div class="needs-scrolling">NG - 120000<br>NG+ - 240000<br>NG+2 - 264000<br>NG+3 - 270000<br>NG+4 - 288000<br>NG+5 - 294000<br>NG+6 - 300000<br>NG+7 - 306000</div></td>
                    </tr>
                </table>
            </div>
            <p><b>Рыцарь-раб Гаэль</b> (англ. <i>Slave Knight Gael</i>) &mdash; персонаж в DLC <a href="../Ashes of Ariandel.php">Ashes of Ariandel</a> и финальный <a href="Боссы.php">босс</a> в DLC <a href="../The Ringed City.php">The Ringed City</a> к игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Верный слуга <a href="#">Девушки-Художницы</a>, побывавший в бесчисленных битвах, долгие годы был занят поисками <a href="#">негорящего</a>, дабы, оказавшись в <a href="#">картине</a>, тот сжёг её дотла, а его госпожа увидела бы огонь.</p>
            <p>Выполнив свою цель, Гаэль отправляется в <a href="#">Город за стеной</a>, дабы там найти последний пигмент для новой картины &mdash; <a href="#">кровь тёмной души</a>, принадлежащей владыкам пигмеев. Но это путешествие становится для него последним.</p>
            <h2>Местонахождение</h2>
            <h3>Первая встреча</h3>
            <p>Является своеобразным ключом для входа в дополнение, после установки которого Гаэль появится в <a href="#">Храме глубин</a> &mdash; его можно найти молящимся около <a href="#">костра</a> <b>Часовня очищения</b>.</p>
            <p>Если вы уже побывали в Городе за стеной, то в Храме глубин его не окажется, но на алтаре будет лежать кусочек холста, через который можно попасть в <a href="#">Нарисованный мир Арианделя</a>.</p>
            <h3>Вторая встреча</h3>
            <p>В качестве фантома, его знак призыва появится перед <a href="Отец Ариандель и сестра Фриде.php">финальным боссом</a> дополнения, даже если у игрока не активен <a href="#">уголь</a>. Вступит в бой после перехода во вторую фазу.</p>
            <p>Если вы уже убили <a href="Демон-принц.php">Демона-принца</a>, то вызвать его на бой с Фриде вы не сможете.</p>
            <h3>Третья встреча</h3>
            <p>Можно призвать как фантома перед <a href="Демон-принц.php">первым боссом</a> дополнения <a href="../The Ringed City.php">The Ringed City</a> (только при наличии угля).</p>
            <h3>Четвёртая встреча</h3>
            <p>Является финальным боссом дополнения The Ringed City. Встреча с ним происходит после костра <b>Покои Филианоры</b>, на пепельных развалинах <a href="#">Города за стеной</a>. Найдя владык пигмеев, Гаэль обнаружил, что их кровь давно высохла. Поэтому он перебил их всех, забрав себе тёмную душу человечества. Рыцарь в красном капюшоне знал, что не выдержит её мощи.</p>
            <p>Мы видим изменения в его внешности &mdash; он стал куда крупнее, плащ выцвел и вздыбился, в нём можно разглядеть очертания множества человеческих лиц, а кусок меча откололся. Весь покрытый пеплом, сгорбленный рыцарь нападает на негорящего, желая отобрать и его частицу тёмной души.</p>
            <h2>Сопротивления</h2>
            <div class="table-switch-items" style="width: 50%; margin-bottom: 15px;">
                <div class="table-switch-items-category selected-cat" id="cat1">Первая фаза</div>
                <div class="table-switch-items-category unselected-cat" id="cat2">Вторая и третья фазы</div>
            </div>
            <table class="resistance" id="cat1-table" style="width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>44%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>42%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>41%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>46%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Да</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (уязвим)</td>
                </tr>
            </table>
            <table class="resistance" id="cat2-table" style="display: none; width: 50%;">
                <tr>
                    <th>Стихия</th>
                    <th>Показатель защиты</th>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от магии.png" title="Защита от магии"></td>
                    <td>44%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от огня.png" title="Защита от огня"></td>
                    <td>42%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от молний.png" title="Защита от молний"></td>
                    <td>41%</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/resistance/Защита от тьмы.png" title="Защита от тьмы"></td>
                    <td>72%</td>
                </tr>
                <tr>
                    <td colspan="2">Накладываемые эффекты:</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Кровотечение.png" title="Кровотечение"></td>
                    <td>Да</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Отравление.png" title="Отравление"></td>
                    <td>Да</td>
                </tr>
                <tr>
                    <td><img src="../../../assets/games/Dark Souls III/status effects/Обморожение.png" title="Обморожение"></td>
                    <td>Да (уязвим)</td>
                </tr>
            </table>
            <h2>Бой</h2>
            <p>В бою можно выделить три фазы:</p>
            <ul>
                <li>Гаэль ползает на четвереньках, размахивая мечом. Его движения и атаки достаточно стремительны. Он с большой скоростью то разрывает, то сокращает дистанцию, а порой взмывает в воздух для нанесения сокрушительного удара. Урон в этой фазе достаточно средний, но зато практически все атаки идут сериями, некоторые удары весьма неожиданны и молниеносны. Но после серии ударов следуют достаточно большие окна для ответных действий.</li>
                <li>Пролитая кровь Гаэля, ставшая кровью тёмной души, придаёт ему сил. Он встаёт и выпрямляется в полный рост, а вокруг него и при его атаках появляется красноватая дымка, в которой также можно разглядеть очертания человеческих черепов. Его атаки полностью меняются, становясь куда более размеренными, но при этом наносят больше урона. Также босс начинает использовать свой арбалет и магию. Его плащ развевается, как 2 больших крыла, которые он также использует для атаки.</li>
                <li>Потеряв много крови, Гаэль переполняется мощью тёмной души. Переходу в эту стадию предшествует крик боли, после чего из тела рыцаря-раба исторгается множество кровавых черепов, разлетающихся по округе. Небеса становятся серыми, в землю бьют белые молнии. В этой стадии его атаки наиболее стремительны и обладают огромным уроном. Окна для ответных ударов становятся совсем небольшими. Может телепортироваться за спину игрока.</li>
            </ul>
            <h2>Атаки</h2>
            <div class="table-switch-items" style="width: 40%; margin-bottom: 15px; border-bottom: 1px rgb(105, 98, 87) solid; height: 30px;">
                <div class="table-switch-items-category selected-cat" id="cat1-m">Первая фаза</div>
                <div class="table-switch-items-category unselected-cat" id="cat2-m">Вторая фаза</div>
                <div class="table-switch-items-category unselected-cat" id="cat3-m">Третья фаза</div>
            </div>
            <div id="cat1-div">
                <ul>
                    <li><b>Двойной взмах</b> — бьёт мечом из стороны в сторону.</li>
                    <li><b>Удар в падении</b> — прыгает вверх, разворачивая меч лезвием вниз, а затем падает, нанося удар. Часто использует как последний удар после различных серий. Также есть другая анимация: при падении он не вонзает меч в землю, а ударяет лезвием, держа меч одной рукой. Начинать уворачиваться следует после того, как меч Гаэля будет смотреть лезвием вниз.</li>
                    <li>Кричит, а затем с яростным рёвом наносит 4 рубящих удара, после которых проводит "удар в падении". Эта атака может стать проблемой, если у вас осталось мало <a href="#">выносливости</a>.</li>
                    <li><b>Удар с разворота</b> — совершает пол-оборота с последующим диагональным ударом сверху вниз.</li>
                    <li>Если вы стоите за спиной босса, то он ударит одиночной атакой с небольшой задержкой с разворота в вашу сторону.</li>
                    <li><b>Пронзающий рывок</b> — устремляется вперёд с последующим колющим ударом с большого расстояния. Меч Гаэля при этом покрывается красноватым свечением. Уклониться очень легко, но если он всё же попадает — то нанизывает негорящего на меч, а затем отшвыривает в сторону на очень большое расстояние.</li>
                    <li><b>Рывок</b> — ещё одна атака с резким сокращением дистанции. При этом Гаэль совершает диагональный удар снизу вверх. За этой атакой часто следует удар с разворота.</li>
                    <li>Также в этой фазе Гаэль стремительно скачет вокруг нас, то разрывая, то сокращая дистанцию, комбинируя свои атаки.</li>
                </ul>
            </div>
            <div id="cat2-div" style="display: none;">
                <p>Атаки в этой и последующей фазах часто сопровождаются взмахами плаща, которые покрывают больший радиус, чем меч, а также оставляют за собой красную дымку с черепами, усложняющую обзор.</p>
                <ul>
                    <li>Мощный удар мечом сверху вниз, вгоняющий его в землю, после чего босс резко вырывает его. Движение напоминает оружейный навык <a href="#">Сотрясателя камней</a>. Урон достаточно большой.</li>
                    <li><a href="#">Нимб Белого Пути</a> — заряжает и выпускает множество "Нимбов", имеющих увеличенный размер, по сравнению с доступным игроку заклинанием, которые вскоре возвращаются по такой же траектории, по которой летели. Каст можно сбить. Достаточно просто увернуться, если находиться между двумя нимбами.</li>
                    <li><b>Скоростная стрельба</b> — достаёт свой арбалет и с огромной скоростью выпускает множество болтов. Есть три вида доставания арбалета: с отходом Гаэля назад; стоя на месте; после обычной горизонтальной атаки мечом вместо второй резко достаёт арбалет и, стоя на месте, стреляет. Урон от единичного попадания невелик. Эта атака часто следует сразу за "нимбами". Эту атаку также можно прервать.</li>
                    <li><b>Круговой удар</b> — замахивается горизонтальным ударом, а затем бьёт вокруг себя, также добавляя удары плащом.</li>
                    <li>Колющий удар вперёд сверху вниз с небольшим замахом, также сопровождается ударом плаща. От этой атаки нужно уходить либо влево, либо вправо — если перекатиться в босса или от него, плащ нанесёт урон.</li>
                    <li>Серия из двух рубящих ударов по горизонтали с завершающим колющим ударом. И снова удары плащом. Если вы стоите за ним, то он ударит точно такой же горизонтальной атакой, только за спину с разворотом.</li>
                </ul>
            </div>
            <div id="cat3-div" style="display: none;">
                <p>В этой фазе при некоторых его атаках из него вылетают кровавые сгустки-черепки. При падении на землю они оставляют за собой чёрное пятно, которое некоторое время светится. Затем в эту точку бьёт белая небесная молния.</p>
                <ul>
                    <li><b>Крик боли</b> — сгибается с болезненным стоном, затем выпрямляется, расправляя плащ-крылья. При этом из его тела исторгается множество кровавых черепов, разлетающихся по округе. Это открывающая атака третьей фазы боя.</li>
                    <li>Отлетает в сторону, а затем резко меняет направление в воздухе, устремляясь к негорящему, с последующим горизонтальным ударом мечом и плащом.</li>
                    <li>Удар сверху вниз, схожий с ударом второй фазы, но теперь вырывание меча из земли происходит с последующим разворотом вокруг себя или же с применением "Волчьего меча".</li>
                    <li><b>"Волчий меч"</b> — практически вертикальная атака с кувырком, напоминающая "фирменные удары Арториаса". Атака может дополнительно сопровождаться залпом из арбалета. Также может наносить несколько таких ударов подряд. Завершение этой атаки — лучший момент для лечения / ответного выпада.</li>
                    <li><b>Удар с наскока</b> — берёт меч в две руки, затем совершает прыжок и наносит горизонтальный удар. Затем подпрыгивает, используя "Волчий меч", сопровождающийся выбросом черепков.</li>
                    <li><b>Круговой удар</b> — берёт меч в две руки, некоторое время замахивается, а затем бьёт горизонтальным ударом вокруг себя. Сопровождается взмахом плащом и черепками.</li>
                    <li><b>Рывок</b> — резко сокращает расстояние с последующим ударом сверху вниз.</li>
                    <li><b>Телепортация</b> — исчезает, а затем появляется у негорящего за спиной. При этом сбивается захват цели. После телепорта обычно выполняет круговую атаку.</li>
                </ul>
            </div>
            <h2>Тактика</h2>
            <ul>
                <li>Холмистый рельеф арены можно разнообразно использовать для получения преимущества в бою, так как большинство атак Гаэля будут уходить в землю или пролетать над игроком.</li>
                <li>Сражаясь в ближнем бою, лучше уходить от атак перекатами, если в наличии нет щита с высокой стабильностью, и стараться держаться у него за спиной. Во время пауз между атаками можно ошеломить босса мощными или обычными ударами двуручного оружия, причём, при достаточной выносливости, несколько раз подряд. При использовании двуручного меча в двуручном хвате босс оглушается каждый третий удар.</li>
                <li>Уязвим к статусным эффектам (<a href="#">кровотечению</a>, <a href="#">обморожению</a>, <a href="#">ядам и токсинам</a>), и если от кровотечения босс получает совсем немного урона, то яд/токсин/обморожение могут быть основой для убийства босса, в связи с чем он чрезвычайно уязвим к навыку <a href="#">посоха сказителя</a>. Отравить не очень просто, зато урон в первой фазе составляет 36 за тик (при 10 <a href="#">удачи</a> на <a href="#">NG+6</a> примерно 3700 урона), во второй фазе 96 за тик (примерно 8500 урона).</li>
                <li>После первой фазы приобретает солидную защиту от тьмы, остальные сопротивления остаются на средне-высоком уровне.</li>
                <li>Во второй и третьей фазе он получает больше урона от <a href="#">меча убийцы нежити</a>, как если бы он опустошился.</li>
                <li>Если во второй и третьей фазе оглушить Гаэля ударом в голову, то ему можно будет сделать <a href="#">рипост</a>. Однако, окно для рипоста очень маленькое, поэтому легче всего делать это с дружественным фантомом.</li>
                <li>Тяжёлый щит с хорошим <a href="#">балансом</a>, например, <a href="#">Большой щит Хавела</a> — отличный вариант, позволяет сдерживать практически все атаки Гаэля на протяжении всего боя. Великолепно работает тактика кружиться вокруг Гаэля в упор, принимать атаки в щит, после чего бить 1-2 раза, требуется лишь внимательно следить за выносливостью. Единственная атака, от которой потребуется уворачиваться — пронзающий рывок в первой фазе, который игнорирует щит.</li>
                <li>Если отбежать от него сразу после перехода во 2-ю фазу, то можно провести несколько атак магией дальнего боя, при этом Гаэль не будет атаковать в ответ, пока не сократит дистанцию.</li>
                <li>В третьей фазе, когда начинают бить молнии, Гаэль может попасть под одну из них. Это нанесёт ему 1 единицу урона, а по телу пробегут искры.</li>
            </ul>
            <h2>Диалоги</h2>
            <table class="dialogue-table">
                <tr>
                    <th>При первой встрече:</th>
                </tr>
                <tr>
                    <td><i>Всеблагостная богиня, матерь отверженных, лишённых пристанища... Прошу, засвидетельствуй нашу решимость... Огонь на Ариандель, огонь на Ариандель... И пепел, чтобы разжечь пламя...</i></td>
                </tr>
                <tr>
                    <td><i>Стой, ты... Ты пахнешь, как та женщина... Ты, должно быть, из пепельных. Как же иначе! Ты и представить не можешь, как долго я искал!</i></td>
                </tr>
                <tr>
                    <td><i>Ох, ох... не обращай внимания, я не собирался так расклеиваться. Итак, у меня к тебе просьба. <a href="#">Моя госпожа</a> живёт в холодных землях <a href="#">Арианделя</a>. Прошу, покажи ей пламя. Истинное пламя, способное выжечь гниль. Если ты и правда из пепельных, то это ведь именно то пламя, что ты ищешь?<div class="dialogue-variant">Принять:</div>Ах, благодарю тебя. Пепельные никогда не подводят! Минутку... Картина Арианделя, вернее то, что от неё осталось и ещё не совсем сгнило. Ну же, давай, прикоснись... Итак, пепельных было двое.<div class="dialogue-variant">Отказаться:</div>А. Ты серьёзно? Брехня, полная брехня. Какой пепел не ищет огня?</i></td>
                </tr>
                <tr>
                    <th>При следующей встрече, если до этого вы отказались:</th>
                </tr>
                <tr>
                    <td><i>А, это ты. Я так и знал. Как пепел всегда ищет огонь, так и ты поможешь мне! Моя госпожа живёт в холодных землях Арианделя. Прошу, покажи ей пламя. Истинное пламя, способное выжечь гниль. Ты ещё поблагодаришь меня, когда всё будет позади...</i></td>
                </tr>
                <tr>
                    <th>Если атаковать:</th>
                </tr>
                <tr>
                    <td><i>Прошу, остановись... Умоляю тебя, остановись... Моё дело ещё не закончено. Я тебе не враг... Прошу, не надо... Ах, пламя на Ариандель... Покажи моей госпоже... пламя...</i></td>
                </tr>
                <tr>
                    <th>Если атаковать, имея DLC The Ringed City:</th>
                </tr>
                <tr>
                    <td><i>Что же это творится... Так, полагаю, ты из пепельных... Да, конечно, таковы все пепельные!</i></td>
                </tr>
                <tr>
                    <th>Если убить:</th>
                </tr>
                <tr>
                    <td><i>Если ты действительно из пепельных, то будешь искать огонь... Который сожжёт Ариандель...</i></td>
                </tr>
                <tr>
                    <th>Если поговорить после того, как вы его убили:</th>
                </tr>
                <tr>
                    <td><i>Ну зачем же ты так? Подлые пепельные, насквозь подлые...</i></td>
                </tr>
                <tr>
                    <th>В качестве финального босса DLC The Ringed City:</th>
                </tr>
                <tr>
                    <td><i>Ты ещё здесь? Давай её сюда. Да, тёмную душу. Для картины моей госпожи.</i></td>
                </tr>
                <tr>
                    <th>Переход во 2-ю стадию:</th>
                </tr>
                <tr>
                    <td><i>Это что, кровь? Кровь тёмной души?</i></td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Английское произношение его имени — Гейл. Однако само имя не английского происхождения, поэтому адаптация Гаэль вполне уместна.</li>
                <li>Если атаковать его, он не становится агрессивным к вам. И если убить его, то после перезагрузки локации он вновь будет сидеть у костра.</li>
                <li>Судя по внешнему виду, его изношенному мечу и явному сумасшествию, он, возможно, не путешествовал во времени, как мы, а самостоятельно дожил, всё это время ища Тёмную душу.</li>
                <li>Если присмотреться, то можно заметить, что у Гаэля в груди дыра, из чего можно сделать вывод о том, что он уже мёртв/опустошён во время финального сражения.</li>
            </ul>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_Концепт_Арт.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_4.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_4.png"></a>
                <a href="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_5.png" target="_blank"><img src="../../../assets/games/Dark Souls III/bosses/Рыцарь-раб Гаэль/Рыцарь-раб_Гаэль_5.png"></a>
            </div>
            <h2>Видео</h2>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/U2BVfbZ2WMg?si=7_o419U76ZYLNKca" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        </div>
    </main>
    <script src="../../../script/two-items-char-table-switch.js"></script>
    <script src="../../../script/boss-images-2-phases.js"></script>
    <script src="../../../script/three-items-moveset-switch.js"></script>
    <?php
        require("../../../footer.php");
    ?>