<?php
    session_start();
    $title = "Dark Souls III";

    require("../../header.php");
?>

    <main style="padding-bottom: 30px;">
        <div class="main-page-content">
            <h1>Dark Souls III</h1>
            <div class="main-page-info">
                <table>
                    <tr>
                        <th colspan="2">Dark Souls III</th>
                    </tr>
                    <tr>
                        <td colspan="2" style="border: 0;"><img src="../../assets/games/Dark Souls III/Dark_Souls_3_Fan_Box_Art.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td>Разработчик:</td>
                        <td>FromSoftware</td>
                    </tr>
                    <tr>
                        <td>Директор:</td>
                        <td>Хидэтака Миядзаки<br>Исаму Окано</td>
                    </tr>
                    <tr>
                        <td>Издатель:</td>
                        <td><img src="../../assets/Japanese flag.png" title="Япония" class="flag">FromSoftware<br><img src="../../assets/World flag.png" title="Мир" class="flag">Namco Bandai Games<br><img src="../../assets/Russian flag.png" title="Россия" class="flag">Новый Диск</td>
                    </tr>
                    <tr>
                        <td>Композитор:</td>
                        <td>Мотои Сакураба<br>Юка Китамура</td>
                    </tr>
                    <tr>
                        <td>Режим игры:</td>
                        <td>Однопользовательский<br>Многопользовательский</td>
                    </tr>
                    <tr>
                        <td>Жанр:</td>
                        <td>action/RPG</td>
                    </tr>
                    <tr>
                        <td colspan="2">Дата выхода</td>
                    </tr>
                    <tr>
                        <td>PlayStation 4:</td>
                        <td><img src="../../assets/Japanese flag.png" title="Япония" class="flag">24 марта 2016<br><img src="../../assets/World flag.png" title="Мир" class="flag">12 апреля 2016</td>
                    </tr>
                    <tr>
                        <td>Xbox One:</td>
                        <td><img src="../../assets/World flag.png" title="Мир" class="flag">12 апреля 2016</td>
                    </tr>
                    <tr>
                        <td>PC:</td>
                        <td><img src="../../assets/World flag.png" title="Мир" class="flag">12 апреля 2016</td>
                    </tr>
                </table>
            </div>
            <p><b>Dark Souls III</b> (яп. <i>ダークソウル III</i>, рус. <i>Тёмные души III</i>) &mdash; видеоигра, разработанная компанией FromSoftware.</p>
            <h2>Игровой процесс</h2>
            <p>Так же, как и её предшественница &mdash; первая и вторая части, игра выполнена в жанре action/RPG в сеттинге средневековья и тёмного фэнтези. Мир разбит на несколько десятков тесно связанных подземелий, замков и прочих <a href="Локации.php">лабиринтов</a>, наполненных разнообразными опасными <a href="Противники.php">монстрами</a> и <a href="bosses/Боссы.php">боссами</a>. Здесь вам предстоит <a href="Характеристики.php">прокачать</a> своего персонажа, найти новое оружие, броню и магию.</p>
            <p>Одной из ключевых механик является <a href="Смерть.php">смерть</a> персонажа. Поскольку здесь нет опций создания сохранений, при смерти вы будете перемещены к последнему <a href="Костёр.php">чекпоинту</a>, часть убитых врагов воскреснет и возникнет риск потери неиспользованного <a href="Души.php">опыта</a>.</p>
            <p>Другие характерные особенности у игры &mdash; это <a href="Сетевая игра.html">сетевые функции</a>, где игроки могут непосредственно помогать, либо мешать друг другу в прохождении.</p>
            <h2>Разработка</h2>
            <p>Слухи о выходе игры появились за несколько недель до выставки "E3 2015", которые сопровождались утечками скриншотов и прочей информации. Официально анонс состоялся 15 июня на конференции Microsoft, в рамках которой был показан CGI-ролик.</p>
            <p>Разработка началась в середине 2013 года, перед релизом Dark Souls II, созданием которой занимались Томохиро Сибуя и Юи Танимура, вместо создателя серии Хидетака Миядзаки. Игра разрабатывалась параллельно с Bloodborne, но занимались ими две совершенно разные команды. Позже Миядзаки вернулся к разработке Dark Souls III, в то время как Исаму Окано и Юи Танимура заняли посты со-руководителей проекта. Вопреки первоначальным ожиданиям Миядзаки в том, что у серии не будет множества продолжений, Dark Souls III являет собой четвёртую часть серии Souls. Миядзаки позже добавил, что игра не будет последней в серии, а наоборот послужит «переломным моментом» в развитии обоих франчайзов и самой компании FromSoftware, так как это была последняя её разработка перед тем, как Миядзаки стал президентом.</p>
            <p>По словам Миядзаки, ограничения в ходе разработки Bloodborne вынудили его вернуться к серии Souls. Также он отметил, что "игровые враги и дизайн уровней были спроектированы для умерщвления игроков, однако, они могут быть использованы и для получения преимущества". Дизайн игры был сосредоточен вокруг пепла и угля, рассеянного по миру, создавая картину увядающей красоты.</p>
            <p>Дата выхода &mdash; 24 марта 2016 года в Японии и 12 апреля 2016 года в остальном мире на <b>PS4</b>, <b>Xbox One</b> и <b>PC</b>.</p>
            <h3>Локализация</h3>
            <p>Перевод игры с японского на английский совершила компания Frognation, которая совместно с лондонской студией Liquid Violet также подготовила английскую озвучку всех реплик в игре. Перевод текстов на русский язык выполнен компанией <a href="http://nd.ru">Новый диск</a>.</p>
            <p>Также у игры существует русская озвучка, созданная силами студии <a href="https://vk.com/gamesvoice">GamesVoice</a> на неофициальной основе, но с участием профессиональных актёров дубляжа. В ней исправлены многие огрехи официального перевода. Релиз озвучки состоялся 17.11.2016, скачать его можно <a href="https://gamesvoice.ru/darksouls3" style="font-weight: bold; text-decoration: underline;">здесь</a>.</p>
            <h3>Музыка</h3>
            <p>Музыка написана композитором <a href="https://www.imdb.com/name/nm6517135/">Юка Китамура</a>, ранее создавший саундтреки к Dark Souls II и Bloodborne, и исполнена <a href="https://ru.wikipedia.org/wiki/%D0%A2%D0%BE%D0%BA%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9_%D1%84%D0%B8%D0%BB%D0%B0%D1%80%D0%BC%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9_%D0%BE%D1%80%D0%BA%D0%B5%D1%81%D1%82%D1%80">Токийским филармоническим оркестром</a>. Дополнительная музыка написана композитором <a href="https://en.wikipedia.org/wiki/Motoi_Sakuraba">Мотои Сакураба</a>, который ранее работал над музыкальными композициями к первой части.</p>
            <h2>Дополнения</h2>
            <p>Первое дополнение <a href="Ashes of Ariandel.php">Ashes of Ariandel</a> (рус. <i>Прах Арианделя</i>) было анонсировано 25 августа 2016 года и вышло 25 октября этого же года на PC, Xbox One и PS4. Оно включает новые локации, противников, оружие и боссов.</p>
            <p>Второе и заключительное дополнение <a href="The Ringed City.php">The Ringed City</a> (рус. <i>Город за стеной</i>) было анонсировано 23 января 2017 года. Дата выхода &mdash; 28 марта 2017 года на PC, Xbox One и PS4.</p>
            <h2>Сюжет</h2>
            <div class="description">
                <p>И в самом деле. Замок, что зовётся Лотриком, стоит там, где сходятся земли Повелителей пепла. Покоряя север, пилигримы убеждаются, что старые сказания не лгут. "Огонь затухает, и повелители пепла покидают свои троны"</p>
                <p>Когда огонь под угрозой, когда звонит колокол, Повелители пепла поднимаются из своих могил. Олдрик, святой покровитель глубин. Легион нежити Фаррона, Хранители Бездны. И мрачный правитель из осквернённой столицы &mdash; гигант Йорм.</p>
                <p>Но в действительности... Повелители оставят свои троны, и негорящие восстанут. Безымянная, проклятая нежить, недостойная стать пеплом. И стало так. Негорящие всегда ищут угли.</p>
                <p class="from-where">&mdash; Пролог</p>
            </div>
            <p>Действие игры происходит в <a href="#">Лотрике</a>, на стыке владений <a href="#">Повелителей Пепла</a>. С тех времен, как <b>Гвин Повелитель Пепла</b> впервые разжег Первое пламя, минуло много веков и много циклов возжигания и угасания Первого пламени. После того, как он разжег огонь, этот путь повторили многие великие герои, известные как Повелители Пепла. Но Первое пламя угасает вновь, и кто-то должен вновь возжечь его, чтобы не дать миру погрузиться во Тьму. <a href="bosses/Лотрик и Лориан.php">Принц Лотрик</a>, один из наследников королевской семьи, должен был возжечь Первое пламя в этом цикле, но не ответил на призыв, решив дождаться, пока Первое пламя потухнет само собой.</p>
            <p>Колокол Пробуждения в <a href="#">Храме Огня</a> прозвенел, призывая Повелителей Пепла древних времен восстать из могил, воссоединиться в Храме Огня и в итоге заново возжечь пламя. Из пробужденных Повелителей только один &mdash; <a href="#">Лудлет Курляндский</a> &mdash; воссел на трон в Храме Огня добровольно.</p>
            <p>Другие Повелители Пепла из прошлых циклов обосновались в своих старых владениях, давно заброшенных и населенных различными монстрами. <a href="bosses/Олдрик, пожиратель богов.php">Олдрик</a> некогда был простым клириком, но возвысился до уровня Повелителя, пожирая людей, теперь же его цель &mdash; это боги. <a href="bosses/Хранители Бездны.php">Хранители Бездны</a> из <a href="#">Цитадели Фаррона</a> были орденом рыцарей, последователей <b>Арториаса Путника Бездны</b>: в своей борьбе с <b>Бездной</b> они уничтожали целые королевства. <a href="bosses/Гигант Йорм.php">Гиганта Йорма</a> сделали своим вождем люди, с которыми когда-то враждовал его род, чтобы он погасил оскверненное пламя.</p>
            <p>Когда четыре из пяти тронов так и остались пустыми, колокол прозвонил ещё один раз, но уже не для Повелителей Пепла, а для <a href="#">Негорящих</a> &mdash; нежити, которая в свое время пыталась, но не смогла возжечь пламя. Теперь Негорящие служат надсмотрщиками для Повелителей Пепла, отказавшихся выполнять свой долг. Одним из них является и главный герой. Его миссия &mdash; вернуть на свои троны Повелителей Пепла, либо то, что от них останется.</p>
            <h2>Системные требования</h2>
            <table class="req">
                <tr>
                    <th></th>
                    <th>Минимальные</th>
                    <th>Рекомендуемые</th>
                </tr>
                <tr>
                    <td>ОС:</td>
                    <td>Windows 7 SP1 64bit, Windows 8.1 64bit, Windows 10 64bit</td>
                    <td>Windows 7 SP1 64bit, Windows 8.1 64bit, Windows 10 64bit</td>
                </tr>
                <tr>
                    <td>Процессор:</td>
                    <td>Intel Core i3-2100, AMD FX-6300</td>
                    <td>Intel Core i7-3770, AMD FX-8350</td>
                </tr>
                <tr>
                    <td>Оперативная память:</td>
                    <td>4 GB ОЗУ</td>
                    <td>8 GB ОЗУ</td>
                </tr>
                <tr>
                    <td>Видеокарта:</td>
                    <td>GeForce GTX 750Ti, ATI Radeon HD 7950</td>
                    <td>GeForce GTX 970, ATI Radeon R9 series</td>
                </tr>
                <tr>
                    <td>Место на диске:</td>
                    <td>25 GB</td>
                    <td>25 GB</td>
                </tr>
                <tr>
                    <td>DirectX:</td>
                    <td>Версия 11</td>
                    <td>Версия 11</td>
                </tr>
            </table>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../assets/games/Dark Souls III/DS3_Screen1.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen1.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen2.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen2.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen3.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen3.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen4.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen4.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen5.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen5.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen6.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen6.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen7.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen7.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen8.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen8.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen9.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen9.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen10.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen10.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen11.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen11.png"></a>
                <a href="../../assets/games/Dark Souls III/DS3_Screen12.png" target="_blank"><img src="../../assets/games/Dark Souls III/DS3_Screen12.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../footer.php");
    ?>