<?php
    session_start();
    $title = "Анор Лондо";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Анор Лондо</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Анор Лондо</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Анор Лондо/Анор Лондо.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Иритилл Холодной долины.php">Иритилл Холодной долины</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Олдрик, пожиратель богов.php">Олдрик, пожиратель богов</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Сиррис из Бессолнечных земель</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Анор Лондо</b> (англ. <i>Anor Londo</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Остатки легендарного Города Богов, который впоследствии был захвачен <a href="../bosses/Олдрик, пожиратель богов.php">Олдриком</a>. Раньше здесь светило солнце, но сейчас здесь темно, так как <b>Гвиндолин</b> погиб, принеся вечную ночь, и наследники богов больше не покровительствуют городу. На страже собора до сих пор стоят <a href="#">серебряные рыцари</a>, несмотря на то, что боги уже очень давно покинули его, а сам собор из обиталища богов превратился в центр разложения города, будучи захвачен приспешниками Олдрика и тёмными тварями. Возможно, из-за того, что над городом никогда не светит солнце, его сковал лёд, как и весь <a href="Иритилл Холодной долины.php">Иритилл</a>.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Анор Лондо</b> — на выходе из винтового подъёмника.</li>
                <li><b>Олдрик, пожиратель богов</b> — костёр появляется после победы над <a href="../bosses/Олдрик, пожиратель богов.php">боссом локации</a>.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Серебряный рыцарь</a></li>
                <li><a href="#">Дьякон глубин</a></li>
                <li><a href="#">Слизень</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Проклятый из глубин</a></li>
            </ul>
            <h2>Предметы</h2>
            <h3>Кольца</h3>
            <ul>
                <li><a href="#">Рубин Олдрика</a></li>
                <li><a href="#">Кольцо перемен</a></li>
                <li><a href="#">Кольцо принцессы Солнца</a></li>
                <li><a href="#">Кольцо Хавела</a>+2 (<a href="#">NG+</a>2)</li>
            </ul>
            <h3>Расходуемые предметы</h3>
            <ul>
                <li><a href="#">Стрела лунного света</a> (x5)</li>
            </ul>
            <h3>Ключи и прочее</h3>
            <ul>
                <li><a href="#">Уголь гиганта</a></li>
                <li><a href="#">Осколок эстуса</a></li>
                <li><a href="#">Свидетельство верности</a></li>
            </ul>
            <h3>Души</h3>
            <ul>
                <li><a href="#">Большая душа усталого бойца</a></li>
                <li><a href="#">Душа удручённого рыцаря</a></li>
            </ul>
            <h2>Примечания</h2>
            <ul>
                <li>На винтовой лестнице невозможно проводить критические атаки (рипосты после парирования, удары в спину), вместо этого будет проводиться обычный удар. Такая же особенность была и в первой части.</li>
                <li>Если от первого костра спуститься по винтовой лестнице вниз, справа от игрока можно будет заметить башню с костром. К ней ведёт невидимый мост. По нему можно идти прямо и спрыгнуть к костру, и там же будет ковенант <a href="#">Клинки Тёмной луны</a>. Спрыгивая вниз по деревянным балкам, можно найти <a href="#">Сет стража картин</a>.</li>
            </ul>
            <h2>Карта локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Анор Лондо/Анор_Лондо_Карта.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Анор Лондо/Анор_Лондо_Карта.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Анор Лондо/Анор_Лондо_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Анор Лондо/Анор_Лондо_Концепт_Арт.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>