<?php
    session_start();
    $title = "Высокая стена Лотрика";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Высокая стена Лотрика</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Высокая стена Лотрика</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая стена Лотрика.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Поселение нежити.php">Поселение нежити</a><br><a href="Замок Лотрика.php">Замок Лотрика</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Вордт из Холодной долины.php">Вордт из Холодной долины</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Серокрыс из поселения нежити</a><br><a href="#">Мастер мечей</a><br><a href="#">Львиный рыцарь Альберт</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Высокая стена Лотрика</b> (англ. <i>High Wall of Lothric</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Первая локация, в которую персонаж может попасть, телепортировавшись из локации <a href="Храм огня.php">Храм огня</a>. Высокая стена Лотрика появилась однажды из ниоткуда, отсекая <a href="Замок Лотрика.php">Замок Лотрика</a> от остального королевства. По стене Лотрика бродят полые солдаты и рыцари королевства, также здесь поселилась <a href="#">виверна</a>, в некоторых полых засел <a href="#">гной</a>, а вход в замок и выход в окружающие земли сторожат слуги <a href="../bosses/Понтифик Саливан.php">Понтифика Саливана</a>.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Высокая стена Лотрика</b> — почти сразу же при входе в локацию.</li>
                <li><b>Башня на стене</b> — от костра высокой стены поворачиваем влево, проходим в здание и спускаемся направо, идём понизу и пробегаем/убиваем полых (нужно опасаться огня), встречаем рыцаря и забегаем в башню, из которой он вышел, сворачиваем направо и поднимаемся к костру.</li>
                <li><b>Вордт из Холодной долины</b> — после победы над <a href="../bosses/Вордт из Холодной долины.php">боссом</a>.</li>
            </ul>
            <h2>Персонажи</h2>
            <ul>
                <li><a href="#">Серокрыс из поселения нежити</a> — вор, запертый в одной из камер тюрьмы, находящейся под башней со вторым костром.</li>
                <li><a href="#">Мастер мечей</a> — фантом, которого можно призвать на бой с Вордтом или с <a href="../bosses/Танцовщица Холодной долины.php">Танцовщицей</a>, если Вордт жив.</li>
                <li><a href="#">Львиный рыцарь Альберт</a> — фантом, которого можно призвать на бой с Вордтом.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Голодная гончая</a></li>
                <li><a href="#">Полый</a></li>
                <li><a href="#">Полый солдат</a></li>
                <li><a href="#">Полый убийца</a></li>
                <li><a href="#">Рыцарь Лотрика</a></li>
                <li><a href="#">Крылатый рыцарь</a></li>
                <li><a href="#">Прогнивший</a></li>
                <li><a href="#">Тёмный дух</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Лотрикская виверна</a></li>
                <li><a href="#">Мимик</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Секира</a> (<a href="#">глубин</a>)</li>
                            <li><a href="#">Палаш</a></li>
                            <li><a href="#">Панцербрехер</a></li>
                            <li><a href="#">Клеймор</a></li>
                            <li><a href="#">Люцернский молот</a></li>
                            <li><a href="#">Рапира</a></li>
                            <li><a href="#">Асторский меч</a></li>
                            <li><a href="#">Длинный лук</a></li>
                            <li><a href="#">Щит с серебряным орлом</a></li>
                            <li><a href="#">Дубина</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо жертвенности</a></li>
                            <li><a href="#">Кольцо с синим слёзным камнем</a></li>
                            <li><a href="#">Кольцо глубокого укуса</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо злого глаза</a>+2 (NG+2)</li>
                        </ul>
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Уголь</a> (х2)</li>
                            <li><a href="#">Огненная бомба</a> (х8)</li>
                            <li><a href="#">Чёрная огненная бомба</a> (х3)</li>
                            <li><a href="#">Метательный нож</a> (х14)</li>
                            <li><a href="#">Обычная стрела</a> (х12)</li>
                            <li><a href="#">Зеленоцвет</a> (х5)</li>
                            <li><a href="#">Золотая смола</a> (х2)</li>
                            <li><a href="#">Талисман охотника на нежить</a> (х2)</li>
                        </ul>
                    </td>
                    <td style="vertical-align: top; width: 50%;">
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Осколок титанита</a> (х3)</li>
                            <li><a href="#">Изысканный самоцвет</a> (х1, 100% дроп с синего рыцаря при первом убийстве)</li>
                            <li><a href="#">Большой осколок титанита</a> (х1, виверна на башне)</li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Ключ от камеры</a></li>
                            <li><a href="#">Бинокль</a></li>
                            <li><a href="#">Осколок эстуса</a></li>
                            <li><a href="#">Маленький флаг Лотрика</a></li>
                            <li><a href="#">Красное око</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Душа покинутых останков</a> (х7)</li>
                            <li><a href="#">Большая душа покинутых останков</a> (х2)</li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>В первый раз сюда можно попасть только при помощи телепортации от <a href="#">костра</a> в <a href="Храм огня.php">Храме огня</a>.</li>
                <li>Чтобы улетела <a href="#">виверна</a>, покупаем стрелы в Храме огня. Стреляем в неё из входа в башню со вторым костром, пока она не улетит. В качестве награды получаем <a href="#">большой осколок титанита</a> x1, однако этого делать не рекомендуется по причине низкой ценности самой награды.
                    <ul type="disc">
                        <li>Также можно не отстреливать виверну. Можно пробежать, не попав под огонь, на верхний или нижний ярус. Также в этом месте удобно добывать души за счёт сожжённых солдат. Однако, после прохождения игры виверна на том месте исчезнет.</li>
                    </ul>
                </li>
                <li>После того, как улетит виверна, забегаем в помещение, возле стены стоит <a href="#">сундук-мимик</a>. После его убийства выпадает глубинная <a href="#">секира</a> с тёмным уроном.</li>
                <li>До сундука также можно дойти, спровоцировав виверну дохнуть огнём туда, где патрулируют полые, и добежать до башни, где сидит виверна.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Карта_2.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Концепт_Арт_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Концепт_Арт_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Концепт_Арт_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_Концепт_Арт_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Высокая стена Лотрика/Высокая_стена_Лотрика_1.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>