<?php
    session_start();
    $title = "Заброшенные могилы";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Заброшенные могилы</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Заброшенные могилы</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Заброшенные могилы/Заброшенные могилы.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Сад Снедаемого короля.php">Сад Снедаемого короля</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Чемпион Гундир.php">Чемпион Гундир</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Служанка при храме</a><br><a href="#">Мастер мечей</a><br><a href="#">Дочь кристальной Кримхильды</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Заброшенные могилы</b> (англ. <i>Untended Graves</i>) &mdash; секретная локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Попасть в локацию можно после убийства <a href="../bosses/Оцейрос.php">Оцейроса, Снедаемого короля</a>. Для этого необходимо открыть проход за боссом и пройти по небольшому тоннелю в комнату с <a href="#">жестом</a> <b>Путь дракона</b> и сундуком, в котором лежит <a href="#">титанитовая чешуя</a>. Разбив <a href="#">иллюзорную стену</a> за сундуком, вы попадёте в Заброшенные могилы. Внешне локация является точной копией <a href="Кладбище пепла.php">Кладбища пепла</a> и <a href="Храм огня.php">Храма огня</a>, но отсутствует естественное освещение.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Заброшенные могилы</b> — в самом начале локации.</li>
                <li><b>Чемпион Гундир</b> — костёр появляется после победы над <a href="../bosses/Чемпион Гундир.php">боссом локации</a>.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Демон-ворон</a></li>
                <li><a href="#">Сказитель</a></li>
                <li><a href="#">Хранитель могил</a></li>
                <li><a href="#">Голодная гончая</a></li>
                <li><a href="#">Чёрный рыцарь</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Гигантская кристальная ящерица</a></li>
            </ul>
            <h3>Фантомы</h3>
            <ul>
                <li><a href="#">Дочь кристальной Кримхильды</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%; vertical-align: top;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Глефа чёрного рыцаря</a></li>
                            <li><a href="#">Клинок хаоса</a></li>
                            <li><a href="#">Молот кузнеца</a></li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Сет волчьего рыцаря</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо с шершнем</a></li>
                            <li><a href="#">Пепельное кольцо эстуса</a></li>
                            <li><a href="#">Кольцо молитвы</a></li>
                            <li><a href="#">Кольцо стальной защиты</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо жизни</a>+3 (NG+2)</li>
                        </ul>
                    </td>
                    <td style="width: 50%;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Скрытое благословение</a></li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Обломок титанита</a> (x2)</li>
                            <li><a href="#">Титанитовая чешуя</a> (x4, по 2 шт. с каждой ящерицы)</li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Пепел опустошённого</a></li>
                            <li><a href="#">Фрагмент витого меча</a></li>
                            <li><a href="#">Глаза хранительницы огня</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Большая душа покинутых останков</a></li>
                            <li><a href="#">Душа удручённого рыцаря</a> (x2)</li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li><a href="#">Чёрные рыцари</a> не могут зайти на арену <a href="../bosses/Чемпион Гундир.php">Чемпиона Гундира</a>, и, что самое важное, не будут поднимать щит, пытаясь уйти. Это позволяет расправиться с ними без особого риска.</li>
                <li>Если из тёмного Храма огня вернуться в обычную с помощью <a href="#">косточки возвращения</a> или <a href="#">фрагмента витого меча</a>, то на экране не появится переходная надпись "Храм огня".</li>
                <li>Была частью неизданной третьей версии Кладбища пепла, на которой должна была проходить битва с финальным боссом, коим на тот момент был босс с моделью <a href="../bosses/Понтифик Саливан.php">Понтифика Саливана</a>.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Заброшенные могилы/Заброшенные_могилы_Карта.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Заброшенные могилы/Заброшенные_могилы_Карта.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Заброшенные могилы/Заброшенные_могилы_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Заброшенные могилы/Заброшенные_могилы_1.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>