<?php
    session_start();
    $title = "Катакомбы Картуса";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Катакомбы Картуса</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Катакомбы Картуса</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы Картуса.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Цитадель Фаррона.php">Цитадель Фаррона</a><br><a href="Иритилл Холодной долины.php">Иритилл Холодной долины</a><br><a href="Тлеющее озеро.php">Тлеющее озеро</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Верховный повелитель Вольнир.php">Верховный повелитель Вольнир</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Анри из Асторы</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Катакомбы Картуса</b> (англ. <i>Catacombs of Carthus</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Старые катакомбы, проход в которые открывается после убийства <a href="../bosses/Хранители Бездны.php">Хранителей Бездны</a>. Тоннели заполнены восставшими скелетами и картусской нежитью, охраняющими проход к своему владыке — <a href="../bosses/Верховный повелитель Вольнир.php">Верховному повелителю Вольниру</a>.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Катакомбы Картуса</b> — сразу при входе в катакомбы пройти прямо до обрыва, повернуть направо, найти уступы и осторожно спуститься к правому мосту (осторожно: из прохода сверху на вас упадёт <a href="#">шар из трупов</a>, который спускается и поднимается. Может убить или скинуть с моста. Уничтожить его можно, убив скелета в шляпе справа от входа), спускаетесь вниз, идёте налево (там вас ждёт куча скелетов, дальше есть ловушка, которая стреляет огненными стрелами), идёте прямо (осторожно: по правую руку магические горшки-ловушки), поворачиваете направо (там вас будут ждать два скелета-мечника), потом будет проход направо (там вновь катается шар из скелетов), немного проходите прямо, слева будет открытый проход, там костёр.</li>
                <li><b>Верховный повелитель Вольнир</b> — костёр появляется после победы над <a href="../bosses/Верховный повелитель Вольнир.php">боссом локации</a>.</li>
                <li><b>Покинутая могила</b> — нужно разрушить мост, по которому необходимо пройти к боссу. Если встать со стороны босса, то по свисающему мосту можно спуститься вниз. Внизу будет <a href="#">демон</a>, а также множество скелетов. После них будет костёр.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Скелет</a></li>
                <li><a href="#">Скелет-колесо</a></li>
                <li><a href="#">Мечник Картуса</a></li>
                <li><a href="#">Шар из скелетов</a></li>
                <li><a href="#">Слизень</a></li>
                <li><a href="#">Малый краб</a></li>
                <li><a href="#">Крыса</a></li>
                <li><a href="#">Гигантская крыса</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Демон</a></li>
                <li><a href="#">Мимик</a></li>
            </ul>
            <h3>Фантомы</h3>
            <ul>
                <li><a href="#">Убийца рыцарей Цориг</a> (красный фантом)</li>
            </ul>
            <h2>Предметы</h2>
            <h3>Оружие</h3>
            <ul>
                <li><a href="#">Чёрный клинок</a></li>
            </ul>
            <h3>Доспехи</h3>
            <ul>
                <li><a href="#">Повязка на глаза старого мудреца</a></li>
            </ul>
            <h3>Кольца</h3>
            <ul>
                <li><a href="#">Молочное кольцо Картуса</a></li>
                <li><a href="#">Кровавое кольцо Картуса</a></li>
                <li><a href="#">Кольцо ведьмы</a></li>
                <li><a href="#">Кольцо убийцы рыцарей</a> (дроп с фантома Цорига)</li>
                <li><a href="#">Кольцо с громовым камнем</a>+1 (<a href="#">NG+</a>)</li>
                <li><a href="#">Кольцо стальной защиты</a>+2 (NG+2)</li>
            </ul>
            <h3>Расходуемые предметы</h3>
            <ul>
                <li><a href="#">Уголь</a> (x3)</li>
                <li><a href="#">Картусская румяна</a> (x5)</li>
                <li><a href="#">Комок пурпурного мха</a> (x3)</li>
                <li><a href="#">Пилюля из жёлтых жуков</a> (x3)</li>
                <li><a href="#">Пилюля из чёрных жуков</a> (х2)</li>
            </ul>
            <h3>Улучшения</h3>
            <ul>
                <li><a href="#">Осколок титанита</a> (x6)</li>
                <li><a href="#">Большой осколок титанита</a> (x3)</li>
                <li><a href="#">Наточенный самоцвет</a></li>
                <li><a href="#">Тёмный самоцвет</a></li>
            </ul>
            <h3>Ключи и прочее</h3>
            <ul>
                <li><a href="#">Книга о пиромантии Картуса</a></li>
                <li><a href="#">Книга о пиромантии хранителя могил</a></li>
                <li><a href="#">Пепел хранителя могил</a></li>
                <li><a href="#">Горящий осколок кости</a></li>
            </ul>
            <h3>Души</h3>
            <ul>
                <li><a href="#">Душа безымянного солдата</a> (x2)</li>
                <li><a href="#">Большая душа безымянного солдата</a> (x2)</li>
                <li><a href="#">Большая душа неизвестного путешественника</a></li>
            </ul>
            <h2>Примечания</h2>
            <ul>
                <li>Скелеты не будут восставать, если их убивать с помощью <a href="#">освящённого</a> оружия.</li>
                <li>По пути к подвесному мосту, если быть в негорящей форме, в ваш мир вторгнется <a href="#">убийца рыцарей Цориг</a>. Независимо от исхода сражения, игроку даётся <a href="#">жест</a> <i>"Спасибо"</i>, а если одержать победу, наградой будет <a href="#">кольцо убийцы рыцарей</a>.</li>
                <li>В некоторых коридорах в центре находятся небольшие нажимные плиты, запускающие два залпа огненных стрел по коридору. Стрелы из ловушек с кнопкой можно заблокировать щитом, даже при попадании стрелы в спину. Также ловушки можно использовать для убийства скелетов.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_Карта.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_Карта.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_4.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_4.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_5.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_5.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_6.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_6.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_7.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_7.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_8.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_8.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_9.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Катакомбы Картуса/Катакомбы_Картуса_9.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>