<?php
    session_start();
    $title = "Нарисованный мир Арианделя";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Нарисованный мир Арианделя</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Нарисованный мир<br>Арианделя</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный мир Арианделя.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Храм глубин.php">Храм глубин</a><br><a href="Груда отбросов.php">Груда отбросов</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Хранитель могилы и великий волк.php">Хранитель могилы чемпиона и великий<br>волк, хранитель могилы</a><br><a href="../bosses/Отец Ариандель и сестра Фриде.php">Отец Ариандель и сестра Фриде</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Сир Вильгельм</a><br><a href="#">Художница</a><br><a href="#">Дремлющий отверженный</a><br><a href="#">Отверженный ворон-поселенец</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Нарисованный мир Арианделя</b> (англ. <i>Painted World of Ariandel</i>) &mdash; локация в <a href="../Ashes of Ariandel.php">DLC</a> к игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Заснеженная локация, совмещающая в себе черты сразу нескольких других зон из игр серии Souls. Представляет собой остатки волшебной картины, почти сгнившей на момент действия событий, в большей части локации идёт непрекращающаяся метель, ограничивающая видимость и скрывающая засады противников.</p>
            <h2>Местонахождение</h2>
            <p>Попасть в эту локацию можно после покупки <a href="../Ashes of Ariandel.php">DLC</a>. Для этого нужно поговорить с новым NPC, который появится в <a href="Храм глубин.php">Храме глубин</a> около <a href="#">костра</a> <b>Часовня очищения</b> — <a href="../bosses/Рыцарь-раб Гаэль.php">рыцарем-рабом Гаэлем</a>. После разговора и короткой кат-сцены вы перенесётесь в Нарисованный мир.</p>
            <p>Если вы уже побывали в <a href="Город за стеной.php">Городе за стеной</a>, то в Храме глубин его не окажется, но на алтаре будет лежать кусочек холста, через который можно попасть в Нарисованный мир.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Снежный простор</b> — сразу на выходе из пещеры, через которую мы попадаем в локацию.</li>
                <li><b>Пещера подвесных мостов</b> — перед подвесным мостом, ведущим в Часовню Арианделя. Костёр находится в пещере, чтобы увидеть его, нужно повернуться спиной к мосту и часовне.</li>
                <li><b>Поселение воронов</b> — после подъёма из канала и выхода из здания с дружественным <a href="#">NPC-вороном</a>, в доме слева.</li>
                <li><b>Заснеженный перевал</b> — после выхода со второго этажа здания, где происходит сражение с <a href="#">сиром Вильгельмом</a>.</li>
                <li><b>Часовня Арианделя</b> — в помещении Часовни, возле сестры Фриде.</li>
                <li><b>Сестра Фриде</b> — костёр открывается после победы над <a href="../bosses/Отец Ариандель и сестра Фриде.php">одноимённым боссом</a>.</li>
                <li><b>Недра картины</b> — чтобы попасть к этому костру, нужно ударами обрушить мост, ведущий в Часовню, и спуститься по нему со стороны Часовни, как по лестнице (должна появиться кнопка, как возле обычной лестницы), после чего по корням дойти до костра.</li>
                <li><b>Хранитель могилы чемпиона</b> — появляется после победы над <a href="../bosses/Хранитель могилы и великий волк.php">опциональным боссом</a> локации.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Преследователь Фаррона</a></li>
                <li><a href="#">Волк</a></li>
                <li><a href="#">Рыцарь-ворон</a></li>
                <li><a href="#">Демон-ворон</a></li>
                <li><a href="#">Берёзовая леди</a></li>
                <li><a href="#">Милвудский рыцарь</a></li>
                <li><a href="#">Гниющий ворон</a></li>
                <li><a href="#">Канализационная многоножка</a></li>
                <li><a href="#">Гигантская муха</a></li>
                <li><a href="#">Гигантский краб</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><b>Великий волк, хранитель могилы</b></li>
            </ul>
            <h3>Враждебные NPC</h3>
            <ul>
                <li><a href="#">Сир Вильгельм</a></li>
                <li><a href="#">Меченый пиромант Даннел</a> (фиолетовый фантом)</li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Когти ворона</a></li>
                            <li><a href="#">Перья ворона</a></li>
                            <li><a href="#">Копьё преследователя</a></li>
                            <li><a href="#">Сабля преследователя</a></li>
                            <li><a href="#">Щит преследователя</a></li>
                            <li><a href="#">Факел преследователя</a></li>
                            <li><a href="#">Прощальное пламя пироманта</a></li>
                            <li><a href="#">Милвудская секира</a></li>
                            <li><a href="#">Ненасытная Земля</a></li>
                            <li><a href="#">Сотрясатель камней</a></li>
                            <li><a href="#">Милвудский большой лук</a></li>
                            <li><a href="#">Щит Божественного дуба</a></li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Сет Вильгельма</a></li>
                            <li><a href="#">Сет рыцаря-раба</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо холодящего укуса</a></li>
                        </ul>
                        <h3>Заклинания</h3>
                        <ul>
                            <li><a href="#">Ледяное оружие</a></li>
                            <li><a href="#">Леденящая хватка</a></li>
                            <li><a href="#">Нимб Белого пути</a></li>
                            <li><a href="#">Плывущий хаос</a></li>
                        </ul>
                    </td>
                    <td style="width: 50%; vertical-align: top;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Милвудская большая стрела</a> (x5)</li>
                            <li><a href="#">Ржавая монета</a> (x2)</li>
                            <li><a href="#">Ржавая золотая монета</a></li>
                            <li><a href="#">Комок заиндевевшего мха</a></li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Кусок титанита</a> (x3)</li>
                            <li><a href="#">Отравленный самоцвет</a></li>
                            <li><a href="#">Освящённый самоцвет</a></li>
                            <li><a href="#">Тёмный самоцвет</a></li>
                            <li><a href="#">Простой самоцвет</a></li>
                            <li><a href="#">Тяжёлый самоцвет</a></li>
                            <li><a href="#">Разрывающий самоцвет</a></li>
                            <li><a href="#">Опустошённый самоцвет</a></li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Пепел капитана</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Душа путешественника</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>После перемещения в картину Гаэль пропадает. Вернуться в неё можно через меню быстрого перемещения, даже если вы не зажгли там ни один костёр.</li>
                <li>Волк, заметив игрока, начинает выть, призывая сородичей со всего снежного простора.</li>
                <li>Убивая волка в качестве мини-босса, вы уменьшаете его начальное количество здоровья во время битвы с ним как опциональным боссом.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_4.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Карта_4.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Концепт_Арт_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Концепт_Арт_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Концепт_Арт_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Концепт_Арт_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Концепт_Арт_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_Концепт_Арт_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Нарисованный мир Арианделя/Нарисованный_мир_Арианделя_1.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>