<?php
    session_start();
    $title = "Осквернённая столица";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Осквернённая столица</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Осквернённая столица</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая столица.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Подземелье Иритилла.php">Подземелье Иритилла</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Гигант Йорм.php">Гигант Йорм</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Сигвард из Катарины</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Осквернённая столица</b> (англ. <i>Profaned Capital</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <table class="ingame-desc">
                <tr>
                    <td class="game-info">Игровое описание:</td>
                </tr>
                <tr>
                    <td><i><p>Осквернённую столицу поглотил огонь после того, как гигант Йорм стал повелителем пепла. Рассказывают, что сошедшее с небес пламя поглощало только человеческую плоть.</p></i></td>
                </tr>
            </table>
            <h2>Описание</h2>
            <p>Руины древнего богатого города, построенного глубоко под тундрой Иритилла и служившего пристанищем для людей, решивших выбрать в качестве своего повелителя существо, которое они не уважали и ненавидели — потомка древнего захватчика, <a href="../bosses/Гигант Йорм.php">Гиганта Йорма</a>. Когда-то город процветал и славился своими сокровищами, он был наполнен величественными храмами и обладал магической школой, но всё это осталось в далёком прошлом и кончилось в тот день, когда на головы несчастных жителей опустилось Осквернённое пламя, обратившее их в обугленные останки. Ныне по опустевшим улицам разгуливают только Служанки, которым, по всей видимости, доставляет наслаждение пребывание в месте, в котором было причинено столько страданий, да омерзительные твари, поджидающие неосторожных путников в заброшенных домах и токсичных болотах.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Осквернённая столица</b> — <a href="#">костёр</a> находится на втором ярусе руин башни, в самом начале локации.</li>
                <li><b>Гигант Йорм</b> — костёр появляется после победы над <a href="../bosses/Гигант Йорм.php">боссом локации</a>.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Безголовая горгулья</a></li>
                <li><a href="#">Канализационная многоножка</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
                <li><a href="#">Служанка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Чудовище Греха</a></li>
                <li><a href="#">Мимик</a></li>
            </ul>
            <h3>Враждебные NPC</h3>
            <ul>
                <li><a href="#">Придворный чародей</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%; vertical-align: top;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Повелитель Бурь</a></li>
                            <li><a href="#">Большой щит Славы</a></li>
                            <li><a href="#">Посох придворного чародея</a></li>
                            <li><a href="#">Большой лук грозы они</a></li>
                            <li><a href="#">Элеонора</a></li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Сет придворного чародея</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо проклятого укуса</a></li>
                            <li><a href="#">Кольцо с огненным камнем</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо с магическим камнем</a>+2 (NG+2)</li>
                        </ul>
                        <h3>Заклинания</h3>
                        <ul>
                            <li><a href="#">Гнев богов</a></li>
                        </ul>
                    </td>
                    <td style="width: 50%;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Камень очищения</a> (x3)</li>
                            <li><a href="#">Комок цветущего пурпурного мха</a> (x3)</li>
                            <li><a href="#">Ржавая монета</a> (x4)</li>
                            <li><a href="#">Ржавая золотая монета</a> (x3)</li>
                            <li><a href="#">Отравленная стрела</a> (x18)</li>
                            <li><a href="#">Мусор</a></li>
                            <li><a href="#">Уголь</a></li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Камень утраты</a></li>
                            <li><a href="#">Отравленный самоцвет</a></li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Свиток Логана</a></li>
                            <li><a href="#">Горящий осколок кости</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Душа усталого бойца</a></li>
                            <li><a href="#">Большая душа усталого бойца</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Рядом с костром локации можно найти обломки лестницы, большое количество золотой утвари и труп <b>Гиллигана</b> — торговца из второй части. На его теле можно найти <a href="#">горящий осколок кости</a> и жест "Распластаться", также возможно, что именно он поставил множество лестниц вокруг руин башни, где располагается костёр.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_Карта_2.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_Концепт_Арт.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_4.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Осквернённая столица/Осквернённая_столица_4.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>