<?php
    session_start();
    $title = "Поселение нежити";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Поселение нежити</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Поселение нежити</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение нежити.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Высокая стена Лотрика.php">Высокая стена Лотрика</a><br><a href="Путь жертв.php">Путь жертв</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Проклятое Великое древо.php">Проклятое Великое древо</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Сигвард из Катарины</a><br><a href="#">Йоэль из Лондора</a><br><a href="#">Ирина из Карима</a><br><a href="#">Эйгон из Карима</a><br><a href="#">Корникс из Великой топи</a><br><a href="#">Праведный рыцарь Годрик</a><br><a href="#">Гигант-лучник из поселения нежити</a><br><a href="#">Заключённый безумец</a><br><a href="#">Статуя Велки</a></td>
                    </tr>
                </table>
            </div>
            <div class="description" style="margin: 0; margin-left: 10px; margin-top: 30px; width: 60%; font-size: 14px;">
                <p>За высокой стеной стоит затхлый городишко. Он не принадлежит ни одному из повелителей — просто старое поселение нежити...</p>
                <p class="from-where">&mdash; <a href="#">Серокрыс</a></p>
            </div>
            <p><b>Поселение нежити</b> (англ. <i>Undead Settlement</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p><a href="#">Протагонист</a> попадает сюда после того, как поднимет <a href="#">флаг</a> у края утёса в локации <a href="Высокая стена Лотрика.php">Высокая стена Лотрика</a>, который находится возле <a href="#">костра</a> <b>Вордт из Холодной долины</b>. После этого произойдёт кат-сцена, где крылатые демоны перенесут его к первому костру у подножия высокой стены. Поселение нежити теперь переполнено толпами полых-фанатиков, поклоняющихся <a href="../bosses/Проклятое Великое древо.php">проклятому древу</a>. Также по городу ходят <a href="#">проповедницы</a> веры <a href="../bosses/Дьяконы глубин.php">Дьяконов глубин</a>, посланные просвещать нежить и посылать <a href="#">носильщиков</a> с нежитью в <a href="Храм глубин.php">Храм глубин</a>.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Подножие высокой стены</b> — в самом начале локации, в том месте, куда приносят демоны-летучие мыши.</li>
                <li><b>Поселение нежити</b> — также в самом начале локации, сразу же за опускающимися воротами.</li>
                <li><b>Подножие утёса</b> — не доходя до больших деревянных ворот на утёсе, где стоят три полых, кидающих огненные бомбы. Необходимо спрыгнуть на дорожку справа внизу — костёр будет в помещении дома. Если затем подняться на самый верх, можно обнаружить <a href="#">Корникса из Великой топи</a>, учителя <a href="#">пиромантии</a>.</li>
                <li><b>Обветшалый мост</b> — находится на противоположной стороне моста, если идти от канализации с крысами.</li>
                <li><b>Яма опустошённых</b> — появляется после убийства босса <a href="../bosses/Проклятое Великое древо.php">Проклятое Великое древо</a>.</li>
            </ul>
            <h2>Персонажи</h2>
            <ul>
                <li><a href="#">Корникс из Великой топи</a></li>
                <li><a href="#">Сигвард из Катарины</a></li>
                <li><a href="#">Ирина из Карима</a></li>
                <li><a href="#">Эйгон из Карима</a></li>
                <li><a href="#">Йоэль из Лондора</a></li>
                <li><a href="#">Праведный рыцарь Годрик</a></li>
                <li><a href="#">Гигант-лучник из поселения нежити</a></li>
                <li><a href="#">Заключённый безумец</a></li>
                <li><a href="#">Статуя Велки</a></li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Голодная гончая</a></li>
                <li><a href="#">Полый</a></li>
                <li><a href="#">Полый крестьянин</a></li>
                <li><a href="#">Проповедница</a></li>
                <li><a href="#">Полый слуга</a></li>
                <li><a href="#">Полый раб</a></li>
                <li><a href="#">Клеть-паук</a></li>
                <li><a href="#">Скелет</a></li>
                <li><a href="#">Крыса</a></li>
                <li><a href="#">Гигантская крыса</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Рыцарь-легионер из Иритилла</a></li>
                <li><a href="#">Демон</a></li>
            </ul>
            <h3>Фантомы</h3>
            <ul>
                <li><a href="#">Праведный рыцарь Годрик</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Большая коса</a></li>
                            <li><a href="#">Протазан</a></li>
                            <li><a href="#">Топорик</a></li>
                            <li><a href="#">Большая дубина</a></li>
                            <li><a href="#">Крепкая дубина</a></li>
                            <li><a href="#">Красная алебарда</a></li>
                            <li><a href="#">Кнут</a></li>
                            <li><a href="#">Цестус</a></li>
                            <li><a href="#">Щит бога войны</a></li>
                            <li><a href="#">Круглый щит с кадуцеем</a></li>
                            <li><a href="#">Дощатый щит</a></li>
                            <li><a href="#">Малый кожаный щит</a></li>
                            <li><a href="#">Синий деревянный щит</a></li>
                            <li><a href="#">Талисман святого</a></li>
                            <li><a href="#">Красно-белый щит</a>+1 (<a href="#">освящённый</a>)</li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Набедренная повязка</a></li>
                            <li><a href="#">Северный сет</a></li>
                            <li><a href="#">Сет из Мирры</a> (без шлема)</li>
                            <li><a href="#">Сет клирика</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо власти над огнём</a></li>
                            <li><a href="#">Кольцо кровавого укуса</a></li>
                            <li><a href="#">Кольцо с огненным камнем</a></li>
                            <li><a href="#">Кольцо Флинна</a></li>
                            <li><a href="#">Кольцо с зеленоцветом</a></li>
                            <li><a href="#">Кольцо с ястребом</a></li>
                            <li><a href="#">Кольцо жизни</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо ядовитого укуса</a>+1 (NG+)</li>
                            <li><a href="#">Серебряное кольцо жадного змея</a>+2 (NG+2)</li>
                        </ul>
                    </td>
                    <td style="vertical-align: top; width: 50%;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Уголь</a> (х2)</li>
                            <li><a href="#">Пилюли из красных жуков</a> (х2)</li>
                            <li><a href="#">Косточка возвращения</a> (х8)</li>
                            <li><a href="#">Сгусток угольной смолы</a> (х4)</li>
                            <li><a href="#">Молодая белая ветвь</a> (х3)</li>
                            <li><a href="#">Сигбрау</a></li>
                            <li><a href="#">Красивый череп</a> (х7)</li>
                            <li><a href="#">Порошок для починки</a> (х2)</li>
                            <li><a href="#">Прелая смола</a></li>
                            <li><a href="#">Угольная смола</a> (х2)</li>
                            <li><a href="#">Ржавая монета</a> (х2)</li>
                            <li><a href="#">Огненная бомба</a> (х6)</li>
                            <li><a href="#">Кукри</a> (х9)</li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Осколок титанита</a> (х6)</li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Бледный язык</a></li>
                            <li><a href="#">Горящий осколок кости</a></li>
                            <li><a href="#">Осколок эстуса</a></li>
                            <li><a href="#">Кость Лоретты</a></li>
                            <li><a href="#">Транспозиционная печь</a></li>
                            <li><a href="#">Пепел гробовщика</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Угасающая душа</a> (х2)</li>
                            <li><a href="#">Большая душа покинутых останков</a> (х6)</li>
                            <li><a href="#">Душа путешественника</a> (х4)</li>
                            <li><a href="#">Душа безымянного солдата</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Можно также попасть в яму опустошённых до битвы с боссом, забравшись в клетку, носимую на спине одним из противников локации. После <a href="#">костра</a> <b>Поселение нежити</b> — сквозь развалины дома к деревянному мосту. За мостом сразу направо в обход дома — будет много мелких противников на крышах вокруг. Около лестницы, ведущей наверх — обогнуть дом по левой стороне. Тут вам встретится дружелюбная <a href="#">клетка с безумцем</a>. Поговорив с этим NPC и узнав, что "Залезая в клетку, становишься тенью бабушки" — возвращаемся к лестнице и поднимаемся наверх. Расправляемся с мелкими врагами и спрыгиваем направо. Тут как раз и будет ходить нужный противник. Если подойти к нему сзади — можно залезть в клетку, после чего он и отнесёт вас в яму, где вы встретите <a href="#">Праведного рыцаря Годрика</a>.</li>
                <li>Если идти от костра <b>Обветшалый мост</b> к боссу, то по пути вас (и всех ваших врагов) будет обстреливать <a href="#">гигант</a> с башни вдалеке. Этого гиганта можно убить, пройдя по срезу через канализацию к башне в ущелье и поднявшись наверх, в таком случае с него упадёт <a href="#">Кольцо с ястребом</a>, однако больше вам никто не поможет расправляться с большими группами врагов. Впрочем, если поговорить с гигантом, он согласится помочь вам (после этого он будет вести огонь только по врагам, а его стрелы не будут наносить вам урон) и даст <a href="#">Молодую белую ветвь</a>.</li>
                <li>В вышеупомянутой башне вы сможете найти <a href="#">Сигварда из Катарины</a>. Если на полпути спрыгнуть с лифта на доски, то вы сможете с ним поговорить. Он предупредит вас об <a href="#">огненном демоне впереди</a> и посоветует дважды подумать, прежде чем туда идти. Однако, если вы всё же спрыгнете вниз, то он пойдёт за вами и поможет. После боя обучит двум <a href="#">жестам</a>: <i>"Сон"</i> и <i>"Тост"</i>.</li>
                <li>Одна из самых больших локаций, со множеством разветвлений.</li>
                <li>Должна была быть соединена переходом с <a href="Цитадель Фаррона.php">Цитаделью Фаррона</a> и <a href="Осквернённая столица.php">Осквернённой столицей</a>, переход в которую мог находиться на месте алтаря.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_Карта_2.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_Концепт_Арт.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_Концепт_Арт.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Поселение нежити/Поселение_нежити_3.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>