<?php
    session_start();
    $title = "Подземелье Иритилла";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Подземелье Иритилла</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Подземелье Иритилла</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье Иритилла.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Иритилл Холодной долины.php">Иритилл Холодной долины</a><br><a href="Осквернённая столица.php">Осквернённая столица</a><br><a href="Пик Древних Драконов.php">Пик Древних Драконов</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td>-</td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Карла</a><br><a href="#">Сигвард из Катарины</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Подземелье Иритилла</b> (англ. <i>Irithyll Dungeon</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <table class="ingame-desc">
                <tr>
                    <td class="game-info">Игровое описание:</td>
                </tr>
                <tr>
                    <td><i><p>Подземелье оглашают непрерывные крики узников, смиряющих и калечащих свою никчёмную плоть.</p></i></td>
                </tr>
            </table>
            <h2>Описание</h2>
            <p>Локация представляет собой мрачную тюрьму, выстроенную внутри огромной скалы над <a href="Осквернённая столица.php">Осквернённой столицей</a> и разделённую на несколько уровней. Для продвижения по тюрьме и открытия камер вам постоянно придётся искать различные ключи. Самый опасный враг здесь — <a href="#">тюремщики</a> с <a href="#">клеймом</a>, способные временно уменьшать шкалу здоровья персонажа при нахождении в определённом радиусе, что делает бой с группой таких врагов крайне трудным. Судя по описаниям некоторых предметов, эта тюрьма специально была построена так, чтобы узники могли видеть из своих казематов Осквернённую столицу, ещё больше страдая от невозможности сбежать.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Подземелье Иритилла</b> — единственный <a href="#">костёр</a>, который представлен в этой локации.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Тюремщик</a></li>
                <li><a href="#">Восставший труп</a></li>
                <li><a href="#">Заражённый труп</a></li>
                <li><a href="#">Крыса</a></li>
                <li><a href="#">Гигантская крыса</a></li>
                <li><a href="#">Клеть-паук</a></li>
                <li><a href="#">Личиночный труп</a></li>
                <li><a href="#">Полый крестьянин</a></li>
                <li><a href="#">Василиск</a></li>
                <li><a href="#">Узник</a></li>
                <li><a href="#">Оборотень</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Гигант</a></li>
                <li><a href="#">Мимик</a></li>
            </ul>
            <h3>Фантомы</h3>
            <ul>
                <li><a href="#">Алва, искатель отверженных</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%; vertical-align: top;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Кирка</a></li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Сет Алвы</a></li>
                            <li><a href="#">Сет старого чародея</a> — находится на среднем уровне тюрьмы в одной из камер.</li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо власти над тьмой</a></li>
                            <li><a href="#">Кольцо с яростным драконом</a></li>
                            <li><a href="#">Кольцо «Корона Зари»</a></li>
                            <li><a href="#">Золотое кольцо жадного змея</a></li>
                            <li><a href="#">Серебряное кольцо жадного змея</a>+1 (<a href="#">NG+</a>)</li>
                        </ul>
                        <h3>Заклинания</h3>
                        <ul>
                            <li><a href="#">Громовой клинок</a></li>
                            <li><a href="#">Большой волшебный щит</a></li>
                            <li><a href="#">Осквернённое пламя</a></li>
                        </ul>
                    </td>
                    <td style="width: 50%;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Косточка возвращения</a> (x2)</li>
                            <li><a href="#">Уголь</a> (x2)</li>
                            <li><a href="#">Бледная смола</a> (x2)</li>
                            <li><a href="#">Ржавая монета</a></li>
                            <li><a href="#">Ржавая золотая монета</a></li>
                            <li><a href="#">Навозный пирог</a> (x4)</li>
                            <li><a href="#">Громовая стрела драконоборца</a> (x10)</li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Простой самоцвет</a></li>
                            <li><a href="#">Большой осколок титанита</a> (x6)</li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Ключ беглого преступника</a></li>
                            <li><a href="#">Ключи тюремщика</a></li>
                            <li><a href="#">Осколок эстуса</a></li>
                            <li><a href="#">Ключ от старой камеры</a></li>
                            <li><a href="#">Осквернённый уголь</a></li>
                            <li><a href="#">Камень драконьего туловища</a></li>
                            <li><a href="#">Пепел предводителя узников</a></li>
                            <li><a href="#">Пепел жёлтого учёного</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Большая душа безымянного солдата</a> (x2)</li>
                            <li><a href="#">Душа усталого бойца</a> (x2)</li>
                            <li><a href="#">Душа удручённого рыцаря</a></li>
                            <li><a href="#">Угасающая душа</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Для открытия большинства камер (в том числе и камеры, в которой находится <a href="#">Карла</a>) нужно использовать <a href="#">ключи тюремщика</a>.</li>
                <li>Подбирая очередной предмет с трупа, будьте готовы к тому, что труп издаст пронзительный крик, что может привлечь внимание некоторых существ.</li>
                <li>После первой зачистки локации каждый раз убивать противников не обязательно — локация построена таким образом, что её можно быстро преодолеть с помощью прыжков на нижние уровни.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_Карта_2.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_3.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_4.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_4.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_5.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_5.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_6.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Подземелье Иритилла/Подземелье_Иритилла_6.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>