<?php
    session_start();
    $title = "Сад Снедаемого короля";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Сад Снедаемого короля</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Сад Снедаемого короля</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Сад Снедаемого короля/Сад Снедаемого короля.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Замок Лотрика.php">Замок Лотрика</a><br><a href="Заброшенные могилы.php">Заброшенные могилы</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Оцейрос.php">Оцейрос, Снедаемый король</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Дезертир Хоквуд</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Сад Снедаемого короля</b> (англ. <i>Consumed King's Garden</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Небольшой сад, который стал местом скопления отвратительных <a href="#">порождений</a> из-за безумия <a href="../bosses/Оцейрос.php">Оцейроса</a>. Здешняя земля пропитана токсинами, что может осложнить прохождение игрокам без <a href="#">надлежащей защиты</a>.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Оцейрос, Снедаемый король</b> — костёр появляется после победы над <a href="../bosses/Оцейрос.php">боссом локации</a>.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Полый</a></li>
                <li><a href="#">Гнилой слизняк</a></li>
                <li><a href="#">Храмовник</a></li>
                <li><a href="#">Прогнивший</a></li>
                <li><a href="#">Священник Лотрика</a></li>
                <li><a href="#">Полый раб</a></li>
                <li><a href="#">Человек-змей</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Коготь</a></li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Сет тени</a></li>
                            <li><a href="#">Сет крови дракона</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо жертвенности</a></li>
                            <li><a href="#">Кольцо с магическим камнем</a></li>
                            <li><a href="#">Кольцо с чешуйкой дракона</a></li>
                            <li><a href="#">Кольцо с древесным узором</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо мудреца</a>+2 (NG+2)</li>
                        </ul>
                    </td>
                    <td style="vertical-align: top; width: 50%;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Чёрная огненная бомба</a> (х2)</li>
                            <li><a href="#">Прелая смола</a></li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Тёмный самоцвет</a></li>
                            <li><a href="#">Титанитовая чешуя</a></li>
                            <li><a href="#">Обломок титанита</a> (х4)</li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Осколок эстуса</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Перед боем с храмовниками рекомендуется убить священника, который постоянно лечит своих приспешников. Если на втором подъёмнике спрыгнуть, не доезжая до низу, можно выйти на площадку, где и стоит этот целитель, а после его убийства можно расстрелять из лука храмовников. Там же лежит кольцо с чешуйкой дракона.</li>
                <li>Если пройти дальше места битвы с боссом, повернув направо, можно обнаружить комнату, где будет лежать труп с <a href="#">жестом</a> <b>Путь дракона</b>, а также сундук, за которым находится <a href="#">иллюзорная стена</a>. Пройдя сквозь неё, игрок попадет в локацию <a href="Заброшенные могилы.php">Заброшенные могилы</a>.</li>
                <li>До сундука также можно дойти, спровоцировав виверну дохнуть огнём туда, где патрулируют полые, и добежать до башни, где сидит виверна.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Сад Снедаемого короля/Сад_Снедаемого_короля_Карта.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Сад Снедаемого короля/Сад_Снедаемого_короля_Карта.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>