<?php
    session_start();
    $title = "Тлеющее озеро";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Тлеющее озеро</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Тлеющее озеро</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Тлеющее озеро/Тлеющее озеро.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Катакомбы Картуса.php">Катакомбы Картуса</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Старый король демонов.php">Старый король демонов</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Убийца рыцарей Цориг</a><br><a href="#">Гораций Молчаливый</a></td>
                    </tr>
                </table>
            </div>
            <p><b>Тлеющее озеро</b> (англ. <i>Smouldering Lake</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Большое по размерам озеро, которое потихоньку высушивается. Чтобы попасть в эту локацию, нужно разрушить верёвочный мост, который ведёт к <a href="../bosses/Верховный повелитель Вольнир.php">Верховному повелителю Вольниру</a>, потом спуститься по мосту и убить <a href="#">демона</a>, после чего пройти вниз, активировать <a href="#">костёр</a> и пройти чуть дальше. При выходе на озеро вас будет поджидать <a href="#">Автоматическая баллиста</a>, которая будет стрелять большими копьями сверху, поэтому будьте осторожны. Если попытаться пройти в сторону <a href="#">туманных врат</a>, которые ведут к <a href="../bosses/Старый король демонов.php">боссу</a>, то появится <a href="#">огромный червь</a>, который начнёт выпускать в вас разряды молнии, наносящие колоссальное количество урона.</p>
            <p>Баллиста стреляет сверху, со стороны <a href="#">крабов</a>, залпом из трёх огромных снарядов. Чтобы избежать попадания, можно прятаться за деревьями и перемещаться по локации в паузах после окончания тройного залпа.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Прихожая старого короля</b> — нужно бежать к середине озера и найти место с каменным полом. Выстрел из баллисты проломит его, и вы провалитесь вниз; далее поворачиваете налево и идёте по коридору, навстречу вам может выйти <a href="#">демон</a> (его можно пробежать/убить), потом сворачиваете влево, там вас будет ожидать первый костёр.</li>
                <li><b>Руины демона</b> — справа от входа к боссу локации есть проход; спустившись по лестнице, можно найти костёр.</li>
                <li><b>Старый король демонов</b> — костёр появляется после победы над <a href="../bosses/Старый король демонов.php">боссом локации</a>.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Гигантский краб</a></li>
                <li><a href="#">Демон-клирик</a></li>
                <li><a href="#">Мозгляк</a></li>
                <li><a href="#">Василиск</a></li>
                <li><a href="#">Чёрный рыцарь</a></li>
                <li><a href="#">Демоническая статуя</a></li>
                <li><a href="#">Крыса</a></li>
                <li><a href="#">Гигантская крыса</a></li>
                <li><a href="#">Картусский мечник</a></li>
                <li><a href="#">Скелет</a></li>
                <li><a href="#">Скелет-колесо</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
                <li><a href="#">Слизень</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Автоматическая баллиста</a></li>
                <li><a href="#">Песчаный червь Картуса</a></li>
            </ul>
            <h3>Враждебные NPC</h3>
            <ul>
                <li><a href="#">Гораций Молчаливый</a></li>
                <li><a href="#">Убийца рыцарей Цориг</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Меч чёрного рыцаря</a></li>
                            <li><a href="#">Щит желания</a></li>
                            <li><a href="#">Изалитский посох</a></li>
                            <li><a href="#">Гигантский дымный меч</a></li>
                            <li><a href="#">Щит из чёрного железа</a></li>
                            <li><a href="#">Лук драконьего всадника</a></li>
                            <li><a href="#">Талисман из седых волос</a></li>
                            <li><a href="#">Щит Ллевеллина</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо с пёстрым камнем</a></li>
                            <li><a href="#">Кольцо кровавого укуса</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо с огненным камнем</a>+2 (NG+2)</li>
                        </ul>
                        <h3>Заклинания</h3>
                        <ul>
                            <li><a href="#">Священное пламя</a></li>
                            <li><a href="#">Ядовитый туман</a></li>
                            <li><a href="#">Громовой кол</a> (дроп с червя)</li>
                        </ul>
                    </td>
                    <td style="width: 50%; vertical-align: top;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Уголь</a> (x3)</li>
                            <li><a href="#">Пилюля из жёлтых жуков</a> (x2, на трупе около Горация)</li>
                            <li><a href="#">Косточка возвращения</a> (x2)</li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Большой осколок титанита</a> (x10)</li>
                            <li><a href="#">Хаотический самоцвет</a></li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Осколок эстуса</a></li>
                            <li><a href="#">Горящий осколок кости</a> (x2)</li>
                            <li><a href="#">Книга о пиромантии Квиланы</a></li>
                            <li><a href="#">Книга о пиромантии Изалита</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Душа удручённого рыцаря</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Перед тем, как отключать баллисту, есть смысл сначала с её помощью разбить стену, которая находится на другой стороне озера напротив и чуть правее входа в локацию. За ней лежит <a href="#">Кольцо с пёстрым камнем</a>.</li>
                <li>Если вы отключили баллисту, вы сможете её снова включить, а потом выключить в любой момент.</li>
                <li><a href="#">Песчаного червя Картуса</a> можно убить баллистой. Для этого отлично подойдёт валун справа — если смотреть от двери — на площадке перед входом на арену к боссу локации. Стоять нужно не совсем вплотную, иначе урон от баллисты всё равно будет проходить.</li>
                <li>От костра <b>Прихожая старого короля</b> спускаемся вниз и разбиваем <a href="#">иллюзорную стену</a>, находим <a href="#">чёрного рыцаря</a> с <a href="#">большой секирой</a>, сражающегося с мозгляком. Рыцарь охраняет <a href="#">меч чёрного рыцаря</a>.</li>
                <li>При входе в локацию из Катакомб Картуса, держа путь вправо вдоль стены, вы найдёте пещерку, в которой вас ждут две <a href="#">ящерки</a> и <a href="#">Гораций Молчаливый</a>, вооружённый <a href="#">алебардой</a> и <a href="#">малым щитом</a>. Это место можно увидеть с ветхого моста перед <a href="../bosses/Верховный повелитель Вольнир.php">Вольниром</a>.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Тлеющее озеро/Тлеющее_озеро_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Тлеющее озеро/Тлеющее_озеро_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Тлеющее озеро/Тлеющее_озеро_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Тлеющее озеро/Тлеющее_озеро_Карта_2.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>