<?php
    session_start();
    $title = "Цитадель Фаррона";

    require("../../../header.php");
?>
    <main>
        <div class="main-page-content">
            <h1>Цитадель Фаррона</h1>
            <div class="boss-page-info">
                <table>
                    <tr>
                        <th>Цитадель Фаррона</th>
                    </tr>
                    <tr>
                        <td style="border: 0;"><img src="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель Фаррона.png" style="width: 300px;"></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Переходы:</td>
                    </tr>
                    <tr>
                        <td><a href="Путь жертв.php">Путь жертв</a><br><a href="Катакомбы Картуса.php">Катакомбы Картуса</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Босс локации:</td>
                    </tr>
                    <tr>
                        <td><a href="../bosses/Хранители Бездны.php">Хранители Бездны</a></td>
                    </tr>
                    <tr>
                        <td class="characteristic-title">Персонажи:</td>
                    </tr>
                    <tr>
                        <td><a href="#">Хейзел Жёлтый Палец</a> (фантом)<br><a href="#">Чернорук Готтард</a> (фантом)<br><a href="#">Бледная тень из Лондора</a> (фантом)<br><a href="#">Сиррис из Бессолнечных земель</a> (фантом)</td>
                    </tr>
                </table>
            </div>
            <p><b>Цитадель Фаррона</b> (англ. <i>Farron Keep</i>) &mdash; локация в игре <a href="../Dark Souls III.php">Dark Souls III</a>.</p>
            <h2>Описание</h2>
            <p>Цитадель Фаррона — обширная древняя крепость, построенная среди лесных дебрей, напоминающих Сад Тёмных Корней, и служившая домом для Легиона нежити Фаррона и людей, добровольно решивших служить им. После превращения <a href="../bosses/Хранители Бездны.php">своих владельцев</a> в Повелителей Пепла это место пришло в упадок и теперь представляет из себя жалкие развалины, утопающие в ядовитом болоте и заполненные множеством странных тварей, по неизвестным причинам продолжающих охранять это проклятое место. В глубине цитадели всё ещё можно найти склеп, ставший последним пристанищем Хранителей Бездны.</p>
            <h2>История</h2>
            <p>Цитадель Фаррона была домом для Легиона нежити Фаррона. Воины этого ордена поклялись вкусить волчью кровь и искать следы Бездны везде, постоянно сражаясь с её порождениями. Легион был группой нежити и последователями <b>Арториаса Путника Бездны</b>. С волчьей кровью и наследием несгибаемой воли они были готовы уничтожать целые королевства лишь при малейших признаках заражения Бездной. После того, как Хранители Бездны стали Повелителями Пепла, волчья кровь иссякла, а Фаррон был поглощён гниющим лесом.</p>
            <p>Легион нежити Фаррона имел свою собственную структуру:</p>
            <ul>
                <li>Хранители Бездны — боевая часть Легиона. Именно они находят и сражаются с любыми порождениями Бездны. Вкусив волчьей крови, они приобрели невероятные способности и сопротивляемость к силам Бездны. В неизвестный период они заняли трон Повелителей Пепла.</li>
                <li>Послушники Цитадели Фаррона — часть Легиона, отвечающая за работоспособность Цитадели и помощь боевому крылу Легиона. Например, они готовили <a href="#">пилюли из чёрных жуков</a> для воинов Легиона.</li>
                <li>Сторожевые псы Фаррона — крыло Легиона, отвечающее за охрану Цитадели и покоя спящих воинов Фаррона. Чаще всего к Сторожевым псам присоединялись различные странники и изгнанники.</li>
                <li>Чародеи Фаррона — подразделение, отвечающее за магическую поддержку. Один из <a href="../bosses/Знаток кристальных чар.php">Знатоков кристальных чар</a> заключил договор с Легионом нежити и обучил чародеев специальным заклинаниям. Особенность этих заклинаний в том, что они крайне просты и могут быть быстро применены, что так необходимо для борьбы с тварями Бездны.</li>
                <li>Преследователи Фаррона — эти воины выполняли печальный долг, они были призваны находить и уничтожать последователей Легиона Фаррона, поддавшихся Бездне и превратившихся в порождения Тьмы. После того, как цитадель Хранителей Бездны обратилась в болото, эти воины бесцельно бродили по миру, пока не попали в <a href="Нарисованный мир Арианделя.php">Нарисованный мир Арианделя</a>.</li>
            </ul>
            <h2>Прохождение</h2>
            <p>Для прохождения болот вам потребуются запасы <a href="#">пурпурного мха</a> и экипировка с сопротивлением к <a href="#">отравлению</a>. Некоторые противники могут нанести негативные эффекты <a href="#">проклятия</a>, и если вы подготовили сопротивления только к яду, то лучше избегать противников с проклятиями. Впрочем, за 2-3 захода локацию можно пробежать, игнорируя яд, так как, в отличие от токсина, он наносит мало урона, а эффект держится очень долго. Таким образом, за 1-2 эстуса можно тушить маяки (<i>не считая урон от врагов</i>).</p>
            <p>В месте, где вы встречаете <a href="#">Тёмного духа</a>, можно провернуть небольшой трюк. Просто привлеките его внимание, а затем бегите прочь. Он станет бегать по болотам, убивая всех на своём пути, тем самым существенно облегчая вам задачу. А после открытия <a href="#">костров</a> <b>Старый волк Фаррона</b> и <b>Руины цитадели</b> вы и вовсе сможете собрать все предметы целенаправленными короткими вылазками. Также не рекомендуется путь к костру <b>Руины цитадели</b> через <a href="#">василисков</a> — там глубоко, противников много, а сам путь почти столь же долог и опасен. С другой стороны, это позволит вам избежать мозгляков. Избегайте ближнего боя со <a href="#">старшими мозгляками</a>, — великанами с древесными стволами в руках.</p>
            <h2>Костры</h2>
            <ul>
                <li><b>Цитадель Фаррона</b> — самый первый костёр локации.</li>
                <li><b>Руины цитадели</b> — охраняется тремя мозгляками на мосту. Остерегайтесь фиолетового дыма.</li>
                <li><b>Старый волк Фаррона</b> — за развалинами найдите вертикальную лестницу. Поднимитесь по ней. Там вы найдёте спящего волка и данный костёр. Помолитесь волку, чтобы вступить в ковенант <a href="#">Сторожевые псы Фаррона</a>.</li>
                <li><b>Граница цитадели Фаррона</b> — после того, как войдёте в крепость, сверните вправо, не доходя до склепа.</li>
                <li><b>Хранители Бездны</b> — костёр появляется после победы над <a href="../bosses/Хранители Бездны.php">боссом локации</a>.</li>
            </ul>
            <h2>Противники</h2>
            <h3>Рядовые противники</h3>
            <ul>
                <li><a href="#">Тёмный дух</a></li>
                <li><a href="#">Мозгляк</a></li>
                <li><a href="#">Старший мозгляк</a></li>
                <li><a href="#">Пиявка</a></li>
                <li><a href="#">Демон-ворон</a></li>
                <li><a href="#">Сказитель</a></li>
                <li><a href="#">Гигантский краб</a></li>
                <li><a href="#">Василиск</a></li>
                <li><a href="#">Полый солдат</a></li>
                <li><a href="#">Полый убийца</a></li>
                <li><a href="#">Кристальная ящерка</a></li>
            </ul>
            <h3>Мини-боссы</h3>
            <ul>
                <li><a href="#">Заблудший демон</a></li>
                <li><a href="#">Гигантская кристальная ящерица</a></li>
            </ul>
            <h3>Фантомы</h3>
            <ul>
                <li><a href="#">Хейзел Жёлтый Палец</a></li>
                <li><a href="#">Бледная тень из Лондора</a></li>
            </ul>
            <h2>Предметы</h2>
            <table style="width: 100%;">
                <tr>
                    <td style="width: 50%; vertical-align: top;">
                        <h3>Оружие</h3>
                        <ul>
                            <li><a href="#">Большой топор</a></li>
                            <li><a href="#">Двуручный меч</a></li>
                            <li><a href="#">Каменная парма</a></li>
                            <li><a href="#">Талисман Солнца</a></li>
                            <li><a href="#">Чёрный лук Фариса</a></li>
                            <li><a href="#">Драконий гербовый щит</a></li>
                        </ul>
                        <h3>Доспехи</h3>
                        <ul>
                            <li><a href="#">Потёртая маска</a></li>
                            <li><a href="#">Шляпа Фариса</a></li>
                            <li><a href="#">Старинный сет</a></li>
                            <li><a href="#">Сет безымянного рыцаря</a></li>
                            <li><a href="#">Сет Хавела</a></li>
                        </ul>
                        <h3>Кольца</h3>
                        <ul>
                            <li><a href="#">Кольцо с медлящим драконом</a></li>
                            <li><a href="#">Кольцо с магическим камнем</a>+1 (<a href="#">NG+</a>)</li>
                            <li><a href="#">Кольцо с волком</a>+1 (NG+)</li>
                            <li><a href="#">Кольцо с тёмным камнем</a>+2 (NG+2)</li>
                        </ul>
                        <h3>Заклинания</h3>
                        <ul>
                            <li><a href="#">Железная плоть</a></li>
                            <li><a href="#">Большое волшебное оружие</a></li>
                            <li><a href="#">Громовое копьё</a></li>
                            <li><a href="#">Искупление</a></li>
                        </ul>
                    </td>
                    <td style="width: 50%;">
                        <h3>Расходуемые предметы</h3>
                        <ul>
                            <li><a href="#">Уголь</a></li>
                            <li><a href="#">Меч-трава волчьей крови</a></li>
                            <li><a href="#">Гнилая смола</a></li>
                            <li><a href="#">Пилюля из чёрных жуков</a> (х3)</li>
                            <li><a href="#">Молодая белая ветвь</a> (х2)</li>
                            <li><a href="#">Порошок для починки</a></li>
                            <li><a href="#">Косточка возвращения</a></li>
                            <li><a href="#">Радужный камень</a> (х10)</li>
                        </ul>
                        <h3>Улучшения</h3>
                        <ul>
                            <li><a href="#">Большой осколок титанита</a></li>
                            <li><a href="#">Осколок титанита</a></li>
                            <li><a href="#">Камень утраты</a></li>
                            <li><a href="#">Отравленный самоцвет</a></li>
                            <li><a href="#">Опустошённый самоцвет</a></li>
                        </ul>
                        <h3>Ключи и прочее</h3>
                        <ul>
                            <li><a href="#">Золотой свиток</a></li>
                            <li><a href="#">Свиток знатока</a></li>
                            <li><a href="#">Уголь знатока</a></li>
                            <li><a href="#">Пепел мечтателя</a></li>
                            <li><a href="#">Горящий осколок кости</a></li>
                            <li><a href="#">Осколок эстуса</a></li>
                        </ul>
                        <h3>Души</h3>
                        <ul>
                            <li><a href="#">Душа покинутых останков</a></li>
                            <li><a href="#">Душа безымянного солдата</a></li>
                            <li><a href="#">Большая душа безымянного солдата</a></li>
                        </ul>
                    </td>
                </tr>
            </table>
            <h2>Примечания</h2>
            <ul>
                <li>Над костром <b>Старый волк Фаррона</b> есть <a href="#">иллюзорная стена</a>. Нужно выйти наружу через дверь, в которую вы попали к костру, и пойти по лестнице слева, стена будет почти в самом углу. Она скрывает за собой <a href="#">Пепел мечтателя</a>.</li>
                <li>Белое древо, мирно стоящее посреди болот — одно из трёх белых берёз в игре, каждое из которых выросло из побегов деревянного посоха <b>Зари Олачиля</b>.</li>
                <li>В дальней части локации, недалеко от стены, обитают три <a href="#">старших мозгляка</a>. Двое из них при смерти уронят предметы — <a href="#">Чёрный лук Фариса</a>, <a href="#">Шляпа Фариса</a>. Предмет, который они окружили, — <a href="#">отравленный самоцвет</a>.</li>
            </ul>
            <h2>Карты локации</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_Карта_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_Карта_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_Карта_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_Карта_2.png"></a>
            </div>
            <h2>Галерея</h2>
            <div class="gallery1">
                <a href="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_1.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_1.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_2.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_2.png"></a>
                <a href="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_3.png" target="_blank"><img src="../../../assets/games/Dark Souls III/locations/Цитадель Фаррона/Цитадель_Фаррона_3.png"></a>
            </div>
        </div>
    </main>
    <?php
        require("../../../footer.php");
    ?>